{
    "policy_elements": [
        {
            "serial_number": 1,
            "heading": "I. Benefits Requirements",
            "final_sentence_reasoning": "The final sentence of this policy element discusses the requirement for MCPs to ensure that Members in need of adult or pediatric subacute care services are placed in a health care facility that is under contract for subacute care with DHCS’ Subacute Contracting Unit (SCU) or is actively in the process of applying for a contract with DHCS’ SCU. This sentence is final because it concludes the section on benefits requirements by summarizing the overarching responsibility of MCPs regarding facility contracting.",
            "page_numbers": [3, 4, 5]
        },
        {
            "serial_number": 2,
            "heading": "II. Network Readiness Requirements",
            "final_sentence_reasoning": "The final sentence of this policy element states that MCPs must also ensure Members have appropriate transition options and continue to have access to care when there is a Medi-Cal Subacute Care Facility contract termination. This sentence is final because it wraps up the section by emphasizing the continuity of care even in the event of contract terminations, ensuring no disruption in Member services.",
            "page_numbers": [5, 6]
        },
        {
            "serial_number": 3,
            "heading": "III. Leave of Absence or Bed Hold Requirements",
            "final_sentence_reasoning": "The final sentence of this policy element discusses MCPs ensuring that the Subacute Care Facility and its staff have appropriate training on LOA and bed hold requirements, including knowledge of the required clinical documentation to exercise these rights. This sentence is final as it concludes the section by focusing on the importance of training and documentation to uphold the LOA and bed hold policies effectively.",
            "page_numbers": [6, 7]
        },
        {
            "serial_number": 4,
            "heading": "IV. Continuity of Care Requirements: Facility Placement",
            "final_sentence_reasoning": "The final sentence of this policy element states that MCPs must also comply with continuity of care and discharge requirements in Health and Safety Code (H&S) section 1373.96 and W&I section 14186.3(c)(4). This sentence is final because it links the specific continuity of care requirements to relevant legal standards, ensuring that the policy is grounded in statutory obligations.",
            "page_numbers": [7, 8]
        },
        {
            "serial_number": 5,
            "heading": "V. Continuity of Care Requirements: Medi-Cal Covered Services for Subacute Care Members with Existing Treatment Authorization Requests",
            "final_sentence_reasoning": "The final sentence of this policy element discusses the requirement for MCPs to expedite Prior Authorization requests for Members transitioning from an acute care hospital to a Subacute Care Facility, ensuring all authorization decisions are made within 72 hours. This sentence is final as it emphasizes the urgency and timeliness required in processing these critical transitions, ensuring no delay in necessary care.",
            "page_numbers": [9, 10, 11, 12]
        },
        {
            "serial_number": 6,
            "heading": "VI. The Preadmission Screening and Resident Review",
            "final_sentence_reasoning": "The final sentence of this policy element states that MCPs are required to work with DHCS and Network Providers to obtain documentation validating PASRR process completions. This sentence is final because it underscores the collaborative effort required to comply with federal law regarding preadmission screenings, ensuring that individuals are appropriately placed in Subacute Care Facilities.",
            "page_numbers": [12]
        },
        {
            "serial_number": 7,
            "heading": "VII. Facility Payment",
            "final_sentence_reasoning": "The final sentence of this policy element clarifies that the reimbursement requirement applies only to payments made directly for adult or pediatric subacute care services rendered, and does not apply to other types of payments. This sentence is final as it clearly delineates the scope of the reimbursement policy, specifying what is included and what is excluded.",
            "page_numbers": [12, 13]
        },
        {
            "serial_number": 8,
            "heading": "VIII. Payments for Medi-Cal Covered Services for Members Residing in a Subacute Care Facility",
            "final_sentence_reasoning": "The final sentence of this policy element discusses MCPs coordinating benefits with Other Health Coverage (OHC) programs, ensuring that the existence of OHC does not impede access to subacute care services. This sentence is final as it addresses the integration of multiple health coverage sources, ensuring seamless service provision without financial or administrative barriers.",
            "page_numbers": [14]
        },
        {
            "serial_number": 9,
            "heading": "IX. Payment Processes Including Timely Payment of Claims",
            "final_sentence_reasoning": "The final sentence of this policy element states that MCPs must ensure that Providers of adult or pediatric subacute care services receive reimbursement in accordance with these requirements for all qualifying services regardless of any Subcontractor arrangements. This sentence is final because it emphasizes the accountability of MCPs in ensuring that payment policies are adhered to, regardless of the complexity of provider networks.",
            "page_numbers": [14, 15]
        },
        {
            "serial_number": 10,
            "heading": "X. Population Health Management Requirements",
            "final_sentence_reasoning": "The final sentence of this policy element provides resources for more information about PHM, ECM, and Community Supports, directing readers to various documents and websites for detailed guidance. This sentence is final as it serves as a resource guide, helping stakeholders find additional information on the implementation of these programs.",
            "page_numbers": [15, 16]
        },
        {
            "serial_number": 11,
            "heading": "XI. Long-Term Services and Supports Liaison",
            "final_sentence_reasoning": "The final sentence of this policy element states that MCPs must identify their respective LTSS liaisons and must disseminate their LTSS liaisons’ contact information to relevant Network Providers, including Subacute Care Facilities that are within Network. This sentence is final because it ensures that the communication channels between MCPs and LTSS providers are established and maintained, facilitating effective collaboration.",
            "page_numbers": [17]
        },
        {
            "serial_number": 12,
            "heading": "XII. MCP Quality Monitoring",
            "final_sentence_reasoning": "The final sentence of this policy element discusses DHCS and CDPH efforts to prevent, detect, and remediate identified critical incidents. This sentence is final as it highlights the ongoing commitment to quality assurance and the proactive measures taken to address any issues that arise, ensuring high standards of care are maintained.",
            "page_numbers": [17, 18]
        },
        {
            "serial_number": 13,
            "heading": "XIII. Monitoring and Reporting",
            "final_sentence_reasoning": "The final sentence of this policy element states that MCPs are also required to annually submit QAPI program reports with outcome and trending data as specified by DHCS. This sentence is final because it underscores the importance of continuous monitoring and reporting on quality, ensuring that MCPs are held accountable for the care they provide.",
            "page_numbers": [18]
        },
        {
            "serial_number": 14,
            "heading": "XIV. Policies and Procedures",
            "final_sentence_reasoning": "The final sentence of this policy element states that any failure to meet the requirements of this APL may result in a CAP and subsequent sanctions. This sentence is final as it serves as a stern reminder of the consequences of non-compliance, ensuring that MCPs adhere strictly to the policies and procedures outlined in the APL.",
            "page_numbers": [18, 19]
        }
    ]
}
