[
    {
        "serial_number": 1,
        "heading": "ABORTION SERVICES",
        "text": "PURPOSE: The purpose of this All Plan Letter (APL) is to provide Medi-Cal managed care plans (MCP) with information regarding their responsibility to provide Members with timely access to abortion services.\nBACKGROUND: The Reproductive Privacy Act provides that the state, and thus MCPs as contractors, may not deny or interfere with a person’s right to choose or obtain an abortion prior to viability of the fetus or when an abortion is necessary to protect the life or health of the pregnant individual.1\nAbortion services are covered by the Medi-Cal program, as outlined in the Medi-Cal provider manual.2\nSenate Bill 245 (Chapter 11, Statutes of 2022) prohibits the imposition of deductibles, coinsurance, copayments, or any other cost-sharing requirements on the coverage of abortion and abortion-related services. It also prohibits the application of utilization management or Utilization Reviews on the coverage for outpatient abortion services.\nPOLICY: MCPs must cover abortion services, as well as, the medical services and supplies incidental or preliminary to an abortion, consistent with the requirements outlined in the Medi-Cal Provider Manual. MCPs and their Network Providers and Subcontractors are prohibited from requiring medical justification, or imposing any utilization management or Utilization Review requirements, including Prior Authorization and annual or lifetime limits, on the coverage of outpatient abortion services. However, non-emergency inpatient hospitalization for the performance of an abortion may require Prior Authorization under the same criteria as other medical procedures.3\nAbortion services are, by nature, sensitive services. Minors who wish to receive abortion services may do so without parental consent under the Medi-Cal Minor Consent Program.4 All MCPs must implement and maintain procedures that ensure a Member’s confidentiality in accessing abortion services. Members may go to any Medi-Cal Provider of their choice for abortion services, at any time for any reason, regardless of network affiliation. However, no MCP may require a Physician, health care provider, or person to perform or participate in the performance of an abortion, and no person refusing to perform or participate in performing an abortion is to be subject to penalty or discipline in any form for such a choice.5 Furthermore, MCPs and their Network Providers and Subcontractors must inform Members when they enroll that some hospitals, clinics, and other Providers in their Network may refuse to provide abortion services. In such case, MCPs must help the Member find another Provider for the needed services. All MCPs have an obligation to ensure Members have timely access to abortion services.\nMCPs must make payments in compliance with the clean claims requirements and timeframes outlined in the MCP Contract.6 These requirements apply to both the MCPs and their Network Providers and Subcontractors. If a Member chooses to see an Out-of- Network Provider for abortion services, the reimbursement rate must not be lower, and is not required to be higher, than the Medi-Cal Fee-For-Service rate, unless the Out-of- Network Provider and the MCP mutually agree to a different reimbursement rate.\nMCPs must review their contractually required policies and procedures (P&Ps) to determine if amendments are needed to comply with this APL. If the requirements contained in this APL, including any updates or revisions to this APL, necessitate a change in an MCP’s contractually required (P&Ps), the MCP must submit its updated P&Ps to its Managed Care Operations Division (MCOD) Contract Manager within 90 days of the release of this APL. If an MCP determines that no changes to its P&Ps are necessary, the MCP must submit an email confirmation to its MCOD contract manager within 90 days of the release of this APL, stating that the MCP’s P&Ps have been reviewed and no changes are necessary. The email confirmation must include the title of this APL as well as the applicable APL release date in the subject line.\nMCPs are responsible for ensuring that their Subcontractors and Network Providers comply with all applicable state and federal laws and regulations, Contract requirements, and other DHCS guidance, including APLs and Policy Letters.7 These requirements must be communicated by each MCP to all Subcontractors and Network Providers. DHCS may impose Corrective Action Plans (CAP), as well as administrative and/or monetary sanctions for non-compliance. For additional information regarding administrative and monetary sanctions, see APL 23-012, and any subsequent iterations on this topic. Any failure to meet the requirements of this APL may result in a CAP and subsequent sanctions.",
        "footnotes": {
            "1": "California Legislative Information is available at: https://leginfo.legislature.ca.gov/faces/home.xhtml.",
            "2": "The Medi-Cal Provider Manual for abortions can be found at: https://mcweb.apps.prd.cammis.medi-cal.ca.gov/assets/26092CC9-AAAF-432E-A672-85D649215F8A/abort.pdf?access_token=6UyVkRRfByXTZEWIh8j8QaYylPyP5ULO",
            "3": "Title 22, California Code of Regulations (CCR), Section 51327. The CCR is searchable at: https://govt.westlaw.com/calregs/index?__lrTS=20210423013246097&transitionType=Default&contextData=%28sc.Default%29",
            "4": "The Medi-Cal Provider Manual for the Minor Consent Program can be found at: https://files.medi-cal.ca.gov/pubsdoco/publications/masters-mtp/part2/minor.pdf",
            "5": "Health and Safety Code section 123420",
            "6": "MCP boilerplate Contracts are available at: https://www.dhcs.ca.gov/provgovpart/Pages/MMCDBoilerplateContracts.aspx",
            "7": "For more information on Subcontractors and Network Providers, including the definition and applicable requirements, see APL 19-001, and any subsequent APLs on this topic. APLs are available at: https://www.dhcs.ca.gov/formsandpubs/Pages/AllPlanLetters.aspx."
        }
    }
]
