[
    {
        "serial_number": 1,
        "heading": "MANAGED CARE PLAN/MEDS/834 RESPONSIBILITES January 2024",
        "text": "All Medi-Cal Managed Care Plans (MCPs) are reminded of the importance of keeping the California Department of Health Care Services (DHCS), Managed Care Operations Division (MCOD) informed of any Plan changes as described below.",
        "footnotes": {}
    },
    {
        "serial_number": 2,
        "heading": "NOTIFICATION/REQUEST PROCESS",
        "text": "MCPs are reminded of the extreme importance of notifying the Managed Care Operations Division (MCOD) Systems Support Unit (SSU) of any MCP/MEDS/834 changes prior to the 15th of any given month by sending an email to ssuhelpdesk@dhcs.ca.gov. This receipt deadline is necessary to meet DHCS Enterprise Technology Services (ETS) processing timelines and make the changes effective within 45-60 days. It is requested that MCPs send the original copy of their notification (which includes the original signature of person authorized to submit the change) to their assigned MCOD Contract Manager. Examples of MCP/MEDS/834 changes for which notification must be given are, but not limited to: MCP/MEDS/834 MIS Coordinator name change, address and phone number changes, or distribution changes, etc. Please include the following MCP information in the email notification: Plan Name • Plan Code(s) (Specify all “Active” Plan Codes) • Plan Mailing Address • MEDS/834 MIS Contact (Name, Phone/Page/Fax Numbers, and E-mail Address) • MEDS/834 MIS Backup Contact (Name, Phone/Page/Fax Numbers, and E-mail Address) • The nature of the MCP/MEDS/834 change Medi-Cal 834 files are available via the 834 SFTP site. Please contact your Contract Manager should you have any questions. Month-End 834 files will be available by 5:00 p.m., two days after MEDS renewal. MCPs are asked to wait until 5:00 p.m. and then, if the HCP file is not available, please contact ETS @ (916) 440-7000 and request that the ticket is sent to HCP Services - CAPMAN 820/834.",
        "footnotes": {}
    }
]
