[
    {
        "serial_number": 1,
        "heading": "POLICY: Effective upon the DHCS determined ECM implementation date for each MCP in its respective county of operation, the MCP must administer ECM and provide the following seven core ECM services to eligible Members in applicable ECM Populations of Focus: 1) Outreach and Engagement; 2) Comprehensive Assessment and Care Management Plan; 3) Enhanced Coordination of Care; 4) Health Promotion; 5) Comprehensive Transitional Care; 6) Member and Family Supports; and 7) Coordination of and Referral to Community and Social Support Services.",
        "text": "POLICY: Effective upon the DHCS determined ECM implementation date for each MCP in its respective county of operation, the MCP must administer ECM and provide the following seven core ECM services to eligible Members in applicable ECM Populations of Focus: 1) Outreach and Engagement; 2) Comprehensive Assessment and Care Management Plan; 3) Enhanced Coordination of Care; 4) Health Promotion; 5) Comprehensive Transitional Care; 6) Member and Family Supports; and 7) Coordination of and Referral to Community and Social Support Services. ECM Core Service Components: The requirements under each core service component are described below. 1) Outreach and Engagement: The MCP is responsible for reaching out to and engaging Members who are identified to be eligible for ECM. 2) Comprehensive Assessment and Care Management Plan, which must include, but is not limited to: Engaging with each Member authorized to receive ECM, primarily through in-person contact; When in-person communication is unavailable or does not meet the needs of the Member, the ECM Provider must use alternative methods (including use of telehealth) to provide culturally appropriate and accessible communication in accordance with Member choice. Identifying necessary clinical and non-clinical resources that may be needed to appropriately assess Member health status and gaps in care, and may be needed to inform the development of an individualized Care Management Plan; Developing a comprehensive, individualized, person-centered Care Management Plan with input from the Member and their family members, legal guardians, authorized representatives, caregivers, and other authorized support persons, as appropriate, to assess strengths, risks, needs, goals and preferences and make recommendations for service needs; Incorporating into the Member’s Care Management Plan identified needs and strategies to address those needs, including, but not limited to, physical and developmental health, mental health, dementia, substance use disorders (SUD), Long Term Services and Supports (LTSS), oral health, palliative care, necessary community-based and social services, and housing; Ensuring the Member is reassessed at a frequency appropriate for the Member’s individual progress, changes in needs, and/or as identified in the Care Management Plan; and Ensuring the Care Management Plan is reviewed, maintained, and updated under appropriate clinical oversight. 3) Enhanced Coordination of Care, which must include, but is not limited to: Organizing patient care activities, as laid out in the Care Management Plan; sharing information with those involved as part of the Member’s multi-disciplinary care team; and implementing activities identified in the Member’s Care Management Plan; Maintaining regular contact with all Providers that are identified as being a part of the Member’s multi-disciplinary care team since their input is necessary for successful implementation of the Member’s goals and needs; Ensuring care is continuous and integrated among all service Providers and refers to and follows up with primary care, physical and developmental health, mental health, SUD treatment, LTSS, oral health, palliative care, and necessary community-based and social services, including housing, as needed; Providing support to engage the Member in their treatment, including coordination for medication review and reconciliation, scheduling appointments, providing appointment reminders, coordinating transportation, accompaniment to critical appointments, and identifying and helping to address other barriers to Member engagement in treatment; Communicating the Member’s needs and preferences timely to the Member’s multi-disciplinary care team in a manner that ensures safe, appropriate, and effective person-centered care; and Ensuring regular contact with the Member and their family members, legal guardians, authorized representatives, caregivers, and authorized support persons, as appropriate, consistent with the Care Management Plan. 4) Health Promotion, which must include, but is not limited to: Working with the Member to identify and build on successes and potential family and/or support networks; Providing services to encourage and support the Member to make lifestyle choices based on healthy behavior, with the goal of supporting the Member’s ability to successfully monitor and manage their health; and Supporting the Member in strengthening skills that enable them to identify and access resources to assist them in managing their conditions and preventing other chronic conditions. 5) Comprehensive Transitional Care, which must include, but is not limited to: Developing strategies to reduce avoidable Member admissions and readmissions across all Members receiving ECM; For Members who are experiencing or are likely to experience a care transition: Developing and regularly updating a transition plan for the Member; Evaluating the Member’s medical care needs and coordinating any support services to facilitate safe and appropriate transitions to, from, and among treatment facilities, including admissions and discharges; Tracking each Member’s admission and discharge to or from an emergency department, hospital inpatient facility, skilled nursing facility, residential or treatment facility, incarceration facility, or other treatment center and communicating with the appropriate care team members; Coordinating medication review and reconciliation; and Providing adherence support and referral to appropriate services. 6) Member and Family Supports, which must include, but are not limited to: Documenting the Member’s authorized family members, legal guardians, authorized representatives, caregivers, and other authorized support persons, as applicable; Ensuring all required authorizations are in place to ensure effective communication between the ECM Providers, MCP, and the Member and their family members, authorized representatives, legal guardians, caregivers, and authorized support persons, as applicable; Activities to ensure the Member and their family members, legal guardians, authorized representatives, caregivers, and authorized support persons, as applicable, are knowledgeable about the Member’s conditions, with the overall goal of improving the Member’s care planning and follow-up, adherence to treatment, and medication management, in accordance with federal, state, and local privacy and confidentiality laws; Ensuring the Member’s ECM Lead Care Manager serves as the primary point of contact for the Member and their family members, legal guardians, authorized representatives, caregivers, and other authorized support persons, as applicable; Identifying supports needed for the Member and/or their family members, legal guardians, authorized representatives, caregivers, and authorized support persons, as applicable, to manage the Member’s condition and assist them in accessing needed support services; Providing appropriate education for the Member and their family members, legal guardians, authorized representatives, caregivers, and/or authorized support persons, as applicable, about care instructions for the Member; and, Ensuring that the Member and their family members, legal guardians, authorized representatives, caregivers, and authorized support persons, as applicable, have a copy of the Member’s Care Management Plan and information about how to request updates. 7) Coordination of and Referral to Community and Social Support Services, which must include, but is not limited to: Determining appropriate services to meet the needs of the Member, including services that address social determinants of health needs, such as housing, and services offered by the MCP as ILOS; and Coordinating and referring the Member to available community resources and following up with the Member to ensure services were rendered (i.e., “closed loop referrals”).",
        "footnotes": {
            "3": "The WPC Pilots webpage can be accessed at the following link: https://www.dhcs.ca.gov/services/Pages/WholePersonCarePilots.aspx.",
            "4": "The HHP webpage can be accessed at the following link: https://www.dhcs.ca.gov/services/Pages/HealthHomesProgram.aspx.",
            "5": "The ECM and In Lieu of Services (ILOS) implementation timelines are available in the ECM and ILOS Model of Care Cover Note, released in June 2021, and subject to any subsequent updates, which is available on the ECM and ILOS webpage at the following link: https://www.dhcs.ca.gov/Pages/ECMandILOS.aspx.",
            "6": "The finalized ECM and ILOS Provider STCs document, released in June 2021, and subject to any subsequent updates, is available on the ECM and ILOS webpage that can be accessed at the following link: https://www.dhcs.ca.gov/Pages/ECMandILOS.aspx.",
            "7": "The finalized MOC Template document, released in June 2021, and subject to any subsequent updates, is available on the ECM and ILOS webpage that can be accessed at the following link: https://www.dhcs.ca.gov/Pages/ECMandILOS.aspx.",
            "8": "The finalized ECM and ILOS Coding Options document, released in June 2021, and subject to any subsequent updates, is available on the ECM and ILOS webpage that can be accessed at the following link: https://www.dhcs.ca.gov/Pages/ECMandILOS.aspx.",
            "9": "The ECM Policy Guide released in September 2021, and subject to any subsequent updates, is available on the ECM and ILOS webpage that can be accessed at the following link: https://www.dhcs.ca.gov/Pages/ECMandILOS.aspx."
        }
    },
    {
        "serial_number": 2,
        "heading": "Additional Guidance:",
        "text": "Additional Guidance: The finalized ECM and ILOS Provider STCs document, released in June 2021, and subject to any subsequent updates, is available on the ECM and ILOS webpage that can be accessed at the following link: https://www.dhcs.ca.gov/Pages/ECMandILOS.aspx. The finalized MOC Template document, released in June 2021, and subject to any subsequent updates, is available on the ECM and ILOS webpage that can be accessed at the following link: https://www.dhcs.ca.gov/Pages/ECMandILOS.aspx. Healthcare Common Procedure Coding System codes and modifiers. The ECM Policy Guide The ECM Policy Guide outlines ECM policies and contains details of MCPs’ contractual requirements for ECM. The ECM Policy Guide includes operational guidelines, including reporting requirements for ECM. MCPs must use the ECM Policy Guide as a key resource for implementation and administration of ECM. The ECM Policy Guide is posted to the ECM and ILOS webpage. The ECM Policy Guide also contains information related to MCPs’ use of DHCS ECM/ILOS Billing & Invoicing Guidance as well as ECM Member Information File Guidance. DHCS may update the ECM Policy Guide to reflect the latest ECM requirements and guidelines. DHCS will notify MCPs whenever the ECM Policy Guide is updated.",
        "footnotes": {
            "6": "The finalized ECM and ILOS Provider STCs document, released in June 2021, and subject to any subsequent updates, is available on the ECM and ILOS webpage that can be accessed at the following link: https://www.dhcs.ca.gov/Pages/ECMandILOS.aspx.",
            "7": "The finalized MOC Template document, released in June 2021, and subject to any subsequent updates, is available on the ECM and ILOS webpage that can be accessed at the following link: https://www.dhcs.ca.gov/Pages/ECMandILOS.aspx.",
            "8": "The finalized ECM and ILOS Coding Options document, released in June 2021, and subject to any subsequent updates, is available on the ECM and ILOS webpage that can be accessed at the following link: https://www.dhcs.ca.gov/Pages/ECMandILOS.aspx.",
            "9": "The ECM Policy Guide released in September 2021, and subject to any subsequent updates, is available on the ECM and ILOS webpage that can be accessed at the following link: https://www.dhcs.ca.gov/Pages/ECMandILOS.aspx."
        }
    },
    {
        "serial_number": 3,
        "heading": "ECM Rates:",
        "text": "ECM Rates: For the Calendar Year (CY) 2022, 2023 and 2024 rating periods, a two-sided, symmetrical risk corridor is in effect for applicable revenues and expenditures associated with ECM, as determined by DHCS. The terms of this risk corridor are set forth in MCPs’ contract with DHCS, and further details of this risk corridor are included in Attachment 2 to this APL. DHCS reserves the right to continue the risk corridor for subsequent rating periods, subject to actuarial judgment and consultation with affected MCPs. If the requirements contained in this APL, including any updates or revisions to this APL and/or ECM Policy Guide, necessitate a change in an MCP’s contractually required policies and procedures (P&Ps), the MCP must submit its updated P&Ps to its Managed Care Operations Division (MCOD) Contract Manager within 90 days of the release of this APL. If an MCP determines that no changes to its P&Ps are necessary, the MCP must submit an email confirmation to its MCOD Contract Manager within 90 days of the release of this APL, stating that the MCP’s P&Ps have been reviewed and no changes are necessary. The email confirmation must include the title of this APL as well as the applicable APL release date in the subject line. MCPs are further responsible for ensuring that their Subcontractors and Network Providers comply with all applicable state and federal laws and regulations, ECM requirements, contract requirements, and other DHCS guidance, including APLs and Policy Letters. These requirements must be communicated by each MCP to all Subcontractors and Network Providers. DHCS may impose Corrective Action Plans (CAP), as well as administrative and/or monetary sanctions for non-compliance. For additional information regarding administrative and monetary sanctions, see APL 23- 012, and any subsequent iterations on this topic. Any failure to meet the requirements of this APL may result in a CAP and subsequent sanctions. If you have any questions regarding this APL, please contact your MCOD Contract Manager and the DHCS CalAIM mailbox at CalAIM@dhcs.ca.gov. Sincerely, Original Signed by Dana Durham Dana Durham, Chief Managed Care Quality and Monitoring Division",
        "footnotes": {
            "8": "The finalized ECM and ILOS Coding Options document, released in June 2021, and subject to any subsequent updates, is available on the ECM and ILOS webpage that can be accessed at the following link: https://www.dhcs.ca.gov/Pages/ECMandILOS.aspx.",
            "9": "The ECM Policy Guide released in September 2021, and subject to any subsequent updates, is available on the ECM and ILOS webpage that can be accessed at the following link: https://www.dhcs.ca.gov/Pages/ECMandILOS.aspx.",
            "10": "For more information on Subcontractors and Network Providers, including the definition and applicable requirements, see APL 19-001, and any subsequent APLs on this topic."
        }
    },
    {
        "serial_number": 4,
        "heading": "Enhanced Care Management Risk Corridor Methodology Attachment 2",
        "text": "Scope\nA risk corridor shall be in effect for applicable ECM revenues and expenses for the CY 2022, 2023 and 2024 rating periods. For each MCP, the risk corridor calculation will be performed at the MCP level (statewide) across all counties or rating regions in which the MCP operates, and across all population groups eligible for ECM. The risk corridor does not apply to the following programs:\n• Dental Managed Care;\n• Family Mosaic Project;\n• Programs of All-Inclusive Care for the Elderly;\n• SCAN Health Plan; and\n• Cal MediConnect (program ended December 31, 2022).\nStructure\nBasis The basis of the risk corridor will be a Gross Medical Expense (GME) calculation. The risk corridor calculation will compare allowable medical expenses as described in the ‘Expenses (Numerator)’ section to associated revenues as described in the ‘Revenues (Denominator)’ section, producing a GME expenditure percentage.\nCenter-Point and Gain/Loss Bands The center-point of the risk corridor calculation will be a GME expenditure percentage of 100 percent. MCPs will be fully at risk for gains and losses within 5 percent of the center-point, i.e., from 95 to 105 percent. Gains or losses exceeding 5 percent will be subject to zero MCP risk. Therefore, MCPs will owe a remittance to the State or be owed a payment from the State only if the MCP’s gains or losses exceed 5 percent.\nAdministrative Expenses and Federal and State Taxes and Licensing and Regulatory Fees The risk corridor calculation will not consider administrative expenses including but not limited to federal and state taxes or licensing and regulatory fees. Revenues and expenses associated with these costs will be excluded from the denominator and numerator, respectively, of the calculation.\nRevenues and Expenses\nRevenues (Denominator) The revenues used for the denominator of the GME calculation will be equal to member months multiplied by the sum, on a per-member-per-month (PMPM) basis, of the targeted GME component of the ECM add-on rate (inclusive of outreach). The GME PMPM will be determined by accounting for the targeted percentage of the ECM add-on rate that is attributable to GME through the rate development process. Applicable revenues will be net of administration and underwriting gain loading.\nCalAIM Incentive Payment Program (IPP) revenues that the MCP earns based on performance on ECM-related delivery system infrastructure and provider capacity measures under IPP will be excluded from the denominator.\nExpenses (Numerator) The State will require MCPs to provide and certify allowable medical expense data for ECM services (including outreach) necessary for the risk corridor calculation no sooner than 12 months after the end of the rating period.\nTraditional pay-for-performance payments to ECM providers that are linked to utilization of services may be reported as medical expense and will be subject to review by the State in accordance with the review process described in the ‘State Review’ section.\nExcluded Expenses The State will reduce, adjust, or exclude expenses, as appropriate, for:\n• Non-medical expenses, e.g., non-service investments for delivery system infrastructure and provider capacity.\n• Incurred but not reported expenses that cannot be adequately supported.\n• Medical expenses for non-ECM services and populations, including but not limited to expenses for Community Supports services, expenses for members who are not within ECM Populations of Focus, or that do not meet phase-in criteria.\n• Outlier levels of medical expenses—in comparison to other health plan(s) in the county or other counties—for which the MCP does not provide satisfactory justification based on member mix, utilizer acuity, unique network considerations and/or other factors.\n• Related party expense levels in excess of unrelated party expense levels.\nMCP-Delivered ECM Services\nMCP-Delivered ECM Services Allowable medical expenses may include appropriate expenses for ECM services delivered directly by the MCP, so long as DHCS has previously authorized the MCP’s use of their own staff to deliver ECM services as required in the ECM contract and Model of Care requirements.\nSub-Capitation Expenses In addition to the exclusions described in the ‘Excluded Expenses’ section all sub- capitation expenses reported as part of the GME calculation will be subject to the following: reduced in recognition of an assumed non-medical component of these payments. Reductions will be applied in a manner that ensures alignment between allowable medical expenses and medical costs considered in the rate development process. Therefore, a 7% reduction will be applied to global sub- capitation payments in CY 2022, an 8% reduction will be applied in CY 2023, and a 9.5% reduction will be applied in CY 2024, except when a lower percentage was assumed in the rate development process.\n• Non-global sub-capitation payments made by MCPs to a non-global subcontractor or network provider will be considered allowable medical expenses excluding separate and distinct payments that are exclusively for administrative costs as defined in Title 28, California Code of Regulations, § 1300.78, such as but not limited to network development and claims processing.\nOther Expense Items The State reserves the right to make other appropriate adjustments to MCP-reported expense items that are identified during the State’s review of each MCP’s reported data. Prior to initiating the risk corridor calculations, the State will develop a detailed reporting template and instructions that will provide additional guidance regarding the inclusion or exclusion of other expense types. The State’s review process will include the opportunity for MCPs to discuss with the State any adjustments identified by the State, and to provide additional information or data to support reported expenses, before the State issues a final determination.\nState Review Following the collection of MCP-reported expense data, which will be initiated by the State no sooner than January 1, 2024 for the CY 2022 rating period, no sooner than January 1, 2025 for the CY 2023 rating period and no sooner than January 1, 2026 for the CY 2024 rating period, the State will perform a desk review of each MCP’s reported data, to evaluate compliance with risk corridor definitions, exclusions, and other parameters that will be outlined in the reporting template and instructions. The review will follow a robust process that will be finalized in consultation with its contracted actuarial firm prior to initiating the risk corridor calculations.",
        "footnotes": {}
    }
]
