[
    {
        "serial_number": 1,
        "heading": "POLICY: Participating MCPs assume full financial responsibility, with some exceptions, of authorization and payment of CCS-eligible medical services including, but not limited to, service authorization activities, claims processing and payment, case management, and quality oversight.",
        "text": "POLICY: Participating MCPs assume full financial responsibility, with some exceptions, of authorization and payment of CCS-eligible medical services including, but not limited to, service authorization activities, claims processing and payment, case management, and quality oversight. Service authorization activities include Pediatric Intensive Care Unit (PICU), Neonatal Intensive Care Unit (NICU) and referrals arising from the Medical Therapy Conference (MTC), Medical Therapy Program (MTP), and Medical Therapy services that are not otherwise the responsibility of the county’s Medical Therapy Unit (MTU). Under the WCM Program, the MCP, County CCS Program, and DHCS each bear responsibility for various administrative functions to support the CCS Program. Responsibility for the CCS Program’s eligibility functions under the WCM Program is determined by whether the County CCS Program operates as an independent or dependent county. Independent CCS counties maintain responsibility for CCS Program medical eligibility including financial, residential, and initial determinations for referred Members and potential Members, including responding to and tracking appeals relating to CCS Program medical eligibility determinations and annual medical eligibility redeterminations. In dependent counties, DHCS maintains responsibility for CCS Program medical eligibility determinations and redeterminations including responding to and tracking appeals relating to CCS Program medical eligibility determinations and annual medical eligibility redeterminations, while the County CCS Programs maintain responsibility for financial and residential eligibility determinations and re- determinations. MCPs must provide necessary documentation, including but not limited to Medical Records, case notes, and reports pertaining to the CCS-eligible condition to the County CCS Program to assist with initial and annual medical eligibility determinations. For more information on determinations and redeterminations please see the MCP Reporting to County CCS Program section of this APL. MCPs must refer a Member to the county for a CCS eligibility determination if the Member demonstrates a CCS condition(s) as outlined in the CCS Medical Eligibility Guide. MCPs are also required to provide services to CCS-eligible Members with other health coverage, with full scope Medi-Cal as the payor of last resort.",
        "footnotes": {
            "7": "The MTP provides Medically Necessary outpatient physical therapy and/or occupational therapy and may include physician consultation in MTC for children with specific eligible medical conditions.",
            "8": "Dependent counties have a population under 200,000 and administer the CCS Program jointly with DHCS. Independent counties have a population in excess of 200,000 and administer the CCS Program independently.",
            "9": "HSC section 123850",
            "10": "The CCS Medical Eligibility Guide can be found at: https://www.dhcs.ca.gov/services/ccs/Documents/CCSMedicalEligibility.pdf"
        }
    },
    {
        "serial_number": 2,
        "heading": "I. MCP AND COUNTY COORDINATION",
        "text": "I. MCP AND COUNTY COORDINATION MCPs and County CCS Programs must coordinate the delivery of CCS services to CCS-eligible Members according to the parameters outlined in the Memorandum of Understanding (MOU). MCPs are responsible for reviewing offered coverages to prevent duplication of services. To continuously evaluate the effectiveness of the MOU processes, MCPs must review their MOUs annually to determine if any modifications, amendments, updates, or renewals of responsibilities and obligations are needed, including incorporating any applicable contractual requirements and policy guidance into their MOUs. MCPs must also continually update policies, procedures, and protocols, as appropriate, and discuss activities related to the MOU and other WCM related matters as prescribed in the MOU. A. Memorandum of Understanding Participating WCM MCPs and WCM County CCS Programs must execute a MOU that outlines their respective responsibilities and obligations under the WCM Program. The purpose of the WCM MOU is to explain how the MCP and County CCS Program coordinate care, conduct program management activities, and engage in information exchange activities required for the effective and seamless delivery of services to WCM Members. The MOU between the individual county and the MCP must ensure collaboration between the MCP and County CCS Program. Each WCM MOU must include, at a minimum, all the provisions required in the WCM MOU Template posted on the CCS WCM page of the DHCS website. B. Liaison MCPs must designate at least one individual as the primary point of contact responsible for CCS Members’ care coordination who has knowledge of or adequate training on the CCS Program and clinical experience with either the CCS population or pediatric patients with complex medical conditions. CCS Liaisons must receive training on the full spectrum of rules and regulations pertaining to the CCS Program, including referral requirements and processes, annual medical review processes with counties, and care management and authorization processes for CCS children. The liaison can also be a point of contact for Enhanced Care Management (ECM) and Community Supports Providers that serve CCS-eligible Members under the ECM populations of focus. C. Transition Plans To be approved to participate in the WCM Program, MCPs must develop a comprehensive transition plan detailing their collaboration with the County CCS Program on the transition of existing CCS Members into managed care. The transition plan must describe the transfer of case management; care coordination; Provider referrals; and service authorization, including administrative functions, from the County CCS Program to the MCP. The transition plan must also include communication with Members regarding, but not limited to, authorizations, Provider Network, case management, and ensure continuity of care and services for Members who are in the process of aging out of CCS. The County CCS Programs are required to provide input and collaborate with MCPs on the development of the transition plan. MCPs must submit transition plans to DHCS for approval.",
        "footnotes": {
            "11": "More information on the CCS Program can be found at: https://www.dhcs.ca.gov/services/ccs/Pages/ProgramOverview.aspx",
            "12": "CCS Program publications can be found at: https://www.dhcs.ca.gov/formsandpubs/publications/Pages/CCSPubs.aspx",
            "13": "The WCM MOU Template can be found at: https://www.dhcs.ca.gov/services/ccs/Pages/CCSWholeChildModel.aspx. See also WIC section 14094.9.",
            "14": "WIC section 14094.7(d)(4)(C)",
            "15": "Capitalized terms have the meaning ascribed to them by the 2024 MCP Contract. For more information on MCP Contracts please see https://www.dhcs.ca.gov/provgovpart/Pages/MMCDBoilerplateContracts.aspx.",
            "16": "The 2024 MCP Transition Policy Guide is available at: https://www.dhcs.ca.gov/Documents/Managed_Care_Plan_Transition_Policy_Guide.pdf",
            "17": "For more information on ICT, see NL 10-1123: CCS Intercounty Transfer Policy, or any superseding NL.",
            "18": "See APL 23-022: Continuity of Care for Medi-Cal Beneficiaries Who Newly Enroll in Medi-Cal Managed Care from Medi-Cal Fee-For-Service, on or After January 1, 2023, or any superseding APL."
        }
    },
    {
        "serial_number": 3,
        "heading": "II. MCP RESPONSIBILITIES TO CCS-ELIGIBLE MEMBERS",
        "text": "II. MCP RESPONSIBILITIES TO CCS-ELIGIBLE MEMBERS\nMCPs must provide screening, diagnostic, and treatment services in accordance with APL 23-005 Requirements for Coverage of Early and Periodic Screening, Diagnostic, and Treatment (EPSDT) Services for Medi-Cal Members Under the Age of 21, or any superseding APL, to identify potential CCS-eligible Members.\nThe MCP must refer all Members, including new Members, newly CCS-eligible Members, and WCM transition Members who may have developed a new CCS- eligible condition, as soon as possible, to the County CCS Program for an eligibility determination and must not wait until the annual CCS medical eligibility redetermination period. MCP must refer all medical eligibility determinations for dependent counties to DHCS. The referral must include all appropriate documentation including, but not limited to Medical Records, case notes, and reports pertaining to the CCS-eligible condition to the County CCS Program to assist with initial and annual medical eligibility determinations.\nThe MCP must conduct assessments in accordance with CCS Program guidelines for medical eligibility for care in a CCS-approved NICU, as found in CCS N.L. 05-0502, or any superseding N.L. In order to capture the CCS referral, the MCP must report to the county’s CCS Program all Members identified as meeting the criteria for the NICU eligibility assessment.\nThe MCP must conduct a HRIF program acuity assessment and authorize any HRIF services for the Member in accordance with the HRIF Eligibility Criteria. The MCP must ensure access or arrange for the provision of HRIF case management services. The MCP must notify the county of any CCS-eligible neonates, infants, and children up to three years of age who have been identified as having a potential CCS-eligible condition through the HRIF program. MCPs must include the potential CCS-eligible Members’ HRIF records, including final evaluation reports, if available, to the County CCS Program.\nThe MCP must refer Members to the county if these Members are suspected of having a MTP eligible condition and must include all supporting documentation with the referral. As a part of the CCS eligibility review, the county will review and determine MTP eligibility, if applicable. County MTPs must submit referrals to MCPs for Medically Necessary specialty services and follow-up treatment, as prescribed by the MTC physician or CCS-paneled physician who is providing the MTP medical direction for occupational and physical therapy services.\nWhen referring Members to the CCS Program for eligibility, HRIF, MTP, and NICU determinations, the MCP must include supporting documentation of the Member’s potential CCS-eligible condition such as HRIF records and final reports.\nMCPs must also refer potential CCS-eligible Members and supply the necessary clinical data to the County CCS Program for a CCS eligibility determination if the Member:\n• Demonstrates potential CCS condition(s) as outlined in the CCS Eligibility Manual, including a Member who is suspected of having a CCS condition(s) resulting from diagnostic services or who is undergoing diagnostics for CCS;\n• Presents at the Emergency Department, Provider, or facility for other primary conditions, and demonstrates potential CCS condition(s); or\n• Conceivably has an MTP eligible condition.\nMCPs must conduct, at least quarterly, a review of their inpatient utilization data to assess whether all CCS eligible Members have been appropriately referred to the CCS Program.",
        "footnotes": {
            "21": "WIC section 14093.06(b).",
            "22": "WIC section 14094.15(d).",
            "23": "Ibid.",
            "24": "See the CCS Medical Eligibility Guide at: https://www.dhcs.ca.gov/formsandpubs/publications/Pages/CCSPubs.aspx"
        }
    },
    {
        "serial_number": 4,
        "heading": "III. WCM PAYMENT STRUCTURE",
        "text": "III. WCM PAYMENT STRUCTURE A. Payment and Fee Rate MCPs are required to pay Providers at rates that are at least equal to the applicable CCS FFS rates, unless the Provider and the MCP mutually enter into an agreement on an alternative payment methodology.54 MCPs are responsible for authorization and payment of all NICU and CCS NICU claims and for conducting NICU eligibility criteria assessments and authorizations in all WCM counties. The MCP must review authorizations and determine whether or not services meet CCS NICU requirements. MCPs are also required to assume responsibility of coverage for PICU/NICU eligible newborns through their second month of life when the newborn’s mother is Medi-Cal eligible and enrolled in the MCP.",
        "footnotes": {
            "54": "WIC Section 14094.16(b)"
        }
    },
    {
        "serial_number": 5,
        "heading": "IV. MCP RESPONSIBILITIES TO DHCS",
        "text": "IV. MCP RESPONSIBILITIES TO DHCS\nMCPs and their Subcontracted Provider Networks are required to meet specific Network certification requirements while participating in the WCM Program, which includes having an adequate Network of CCS-paneled Providers to serve the CCS-eligible population including physicians, specialists, allied professionals, SCCs, hospitals, home health agencies, and specialized and customizable DME providers. The WCM Network certification requires MCPs to submit updated P&Ps and their CCS-paneled Provider Networks via a WCM Provider Network Reporting Template. Subcontracted Provider Networks that do not meet WCM Network certification requirements will be excluded from participating in the WCM until DHCS determines that all certification requirements have been met. MCPs are required to provide oversight and monitoring of all Subcontracted Provider Networks to ensure Network certification requirements for WCM are met. In accordance with APL 23-001: Network Certification Requirements, or any superseding APL, WCM MCPs must request to add Subcontracted Provider Networks to their WCM Network no later than the Annual Network Certification submission date provided in APL 23-001, or any superseding APL.\nB. CCS Paneling and Provider Credentialing Requirements\nPhysicians and other Provider types must be CCS-paneled with full or provisional approval status. MCPs cannot panel CCS Providers; however, they must ensure that CCS Providers in their Provider Network have an active panel status. MCPs must direct Providers who need to be paneled to the CCS Provider Paneling website. MCPs can view the DHCS CCS-paneled Provider list online to ensure Providers are credentialed and continue contracting with additional CCS-paneled Providers. MCPs are required to verify the credentials of all contracted CCS-paneled Providers to ensure the Providers are actively CCS-paneled and authorized to treat CCS-eligible Members. MCPs’ written P&Ps must follow the credentialing and re-credentialing guidelines contained in APL 22-013: Provider Credentialing/Re-credentialing and Screening/Enrollment, or any superseding APL. MCPs must develop and maintain written P&Ps that pertain to the initial credentialing, re-credentialing, recertification, and reappointment of Providers within their Network.\nC. Utilization Management\nMCPs must develop, implement, and update, as needed, a Utilization Management (UM) program that ensures appropriate processes are used to review and approve Medically Necessary Covered Services. MCPs are responsible for ensuring that the UM program includes the following items:\n• Procedures for pre-authorization, concurrent review, and retrospective review;\n• A list of services requiring Prior Authorization and the utilization review criteria;\n• Procedures for the utilization review appeals process for Providers and Members;\nProcedures that specify timeframes for medical authorization; and, • Procedures to detect both under- and over-utilization of health care services.\nD. MCP Reporting to DHCS\n1. Quality Performance Measures\nDHCS will develop pediatric plan performance standards and measurements, including health outcomes of children with special health care needs. MCPs are required to report data on the identified performance measures in a format and manner specified by DHCS.\n2. Reporting and Monitoring\nMCPs are required to report WCM encounters as outlined in the most recent DHCS Companion Guide for X12 Standard File Format for Encounter Data reporting on a monthly basis. MCPs are also required to report all contracted CCS-paneled Providers as outlined in the most recent DHCS Companion Guide for X12 Standard File Format for provider Network data. Both companion guides can be attained by emailing the Encounter Data mailbox at MMCDEncounterData@dhcs.ca.gov. MCPs must submit additionally required data in a form and manner specified by DHCS and must comply with all contractual requirements. The data collected will be used to determine areas of deficiency and emerging trends. If the requirements contained in this APL, including any updates or revisions to this APL, necessitate a change in a MCP’s contractually required P&Ps and MOUs, the MCP must submit its updated P&Ps or MOUs to its Managed Care Operations Division (MCOD) contract manager within 90 calendar days of the release of this APL. If a MCP determines that no changes to its P&Ps are necessary, the MCP must submit an email confirmation to its MCOD contract manager within 90 calendar days of the release of this APL, stating that the MCP’s P&Ps have been reviewed and no changes are necessary. The email confirmation must include the title of this APL as well as the applicable APL release date in the subject line. MCPs are further responsible for ensuring that their Subcontractors, Downstream Subcontractors and Network Providers comply with all applicable state and federal laws and regulations, contract requirements, and other DHCS guidance, including APLs and Policy Letters. These requirements must be communicated by each MCP to all Subcontractors, Downstream Subcontractors and Network Providers. DHCS may impose Corrective Action Plans (CAP), as well as administrative and/or monetary sanctions for non-compliance. For additional information regarding administrative and monetary sanctions, see APL 23-012, and any subsequent iterations on this topic. Any failure to meet the requirements of this APL may result in a CAP and subsequent sanctions. If you have any questions regarding this APL, please contact your MCOD Contract Manager. Sincerely, Original signed by Dana Durham Dana Durham Chief Managed Care Quality and Monitoring Division",
        "footnotes": {
            "55": "These requirements are further outlined in the APL 23-001: Network Certification Requirements, or any superseding APL.",
            "56": "The WCM Provider Network Reporting Template will be provided to MCPs upon request by emailing DHCSMCQMDWCM@dhcs.ca.gov.",
            "57": "See the Medi-Cal Provider Manual on CCS Provider Paneling Requirements.",
            "58": "Children’s Medical Services CCS Provider Paneling is available at: https://cmsprovider.cahwnet.gov/PANEL/index.jsp",
            "59": "The CCS Paneled Providers List is available at: https://cmsprovider.cahwnet.gov/prv/pnp.pdf",
            "60": "See the MCP Contract, Exhibit A, Attachment III, Utilization Management Program. The MCP Contracts are available at: http://www.dhcs.ca.gov/provgovpart/Pages/MMCDBoilerplateContracts.aspx",
            "61": "For more information on Subcontractors and Network Providers, including the definition and requirements applicable, see APL 19-001, or any superseding APL on this topic."
        }
    }
]
