{
    "policy_elements": [
        {
            "serial_number": 1,
            "heading": "POLICY: Effective upon the DHCS determined ECM implementation date for each MCP in its respective county of operation, the MCP must administer ECM and provide the following seven core ECM services to eligible Members in applicable ECM Populations of Focus: 1) Outreach and Engagement; 2) Comprehensive Assessment and Care Management Plan; 3) Enhanced Coordination of Care; 4) Health Promotion; 5) Comprehensive Transitional Care; 6) Member and Family Supports; and 7) Coordination of and Referral to Community and Social Support Services.",
            "page_numbers": [2, 3, 4, 5, 6],
            "boundary_reasoning": "This policy element starts on page 2 with the heading 'POLICY:' and continues through pages 3, 4, 5, and 6, detailing each of the seven core ECM services. The element ends on page 6 with the transition to 'Additional Guidance:', indicating the conclusion of the detailed policy descriptions."
        },
        {
            "serial_number": 2,
            "heading": "Additional Guidance:",
            "page_numbers": [6, 7],
            "boundary_reasoning": "This policy element begins on page 6 immediately following the detailed description of the ECM services. It continues onto page 7, providing further details on ECM encounter data reporting and the ECM Policy Guide. The section concludes at the end of page 7 with the transition to 'ECM Rates:', marking the end of additional guidance related to ECM."
        },
        {
            "serial_number": 3,
            "heading": "ECM Rates:",
            "page_numbers": [7, 8],
            "boundary_reasoning": "This policy element starts on page 7 with the heading 'ECM Rates:' and discusses the financial aspects of ECM, including risk corridors and contractual requirements. It extends into page 8, concluding with the details on MCP responsibilities and compliance requirements, ending with the signature and contact information."
        },
        {
            "serial_number": 4,
            "heading": "Enhanced Care Management Risk Corridor Methodology Attachment 2",
            "page_numbers": [9, 10, 11, 12],
            "boundary_reasoning": "This policy element is introduced on page 9 as an attachment and continues through pages 10, 11, and 12. It details the risk corridor methodology, including scope, structure, revenues, expenses, and state review processes. The element concludes at the end of page 12, encapsulating all details related to the risk corridor methodology."
        }
    ]
}
