[
    {
        "serial_number": 1,
        "heading": "PURPOSE: The purpose of this All Plan Letter (APL) is to announce the release of the “Policy and Operational Guide for Planning and Implementing CalAIM Justice-Involved Reentry Initiative” for county welfare departments, state prisons, county correctional facilities, county youth correctional facilities, and/or their designated entity(ies).",
        "text": "PURPOSE: The purpose of this All Plan Letter (APL) is to announce the release of the “Policy and Operational Guide for Planning and Implementing CalAIM Justice-Involved Reentry Initiative”1 for county welfare departments, state prisons, county correctional facilities, county youth correctional facilities, and/or their designated entity(ies). The Policy and Operational Guide (herein referred to as “The Guide”) memorializes policy and operational requirements for implementing the Medi-Cal Justice-Involved Reentry Initiative.",
        "footnotes": {
            "1": "The “Policy and Operational Guide for Planning and Implementing CalAIM Justice-Involved Reentry Initiative” will be available on the Justice Involved Initiative page of the DHCS website, at: https://www.dhcs.ca.gov/CalAIM/Justice-Involved-Initiative/Pages/home.aspx."
        }
    },
    {
        "serial_number": 2,
        "heading": "BACKGROUND: On January 26, 2023, California became the first state in the nation to receive federal approval to offer a targeted set of Medicaid services to Medi-Cal-eligible youth and adults in state prisons, county jails, and youth correctional facilities (YCFs) for up to 90 days prior to release.",
        "text": "BACKGROUND: On January 26, 2023, California became the first state in the nation to receive federal approval to offer a targeted set of Medicaid services to Medi-Cal-eligible youth and adults in state prisons, county jails, and youth correctional facilities (YCFs) for up to 90 days prior to release. Through a federal Medicaid 1115 demonstration waiver approved by the Centers for Medicare & Medicaid Services (CMS), the Department of Health Care Services (DHCS) is partnering with state agencies, counties, providers, and community-based organizations (CBOs) to establish a coordinated community reentry process that assists people leaving incarceration with connecting to the physical and behavioral health services they need, prior to release and reentering their communities. The goal of the demonstration’s Medi-Cal Justice-Involved Reentry Initiative, is to build a bridge to community-based care for justice-involved Medi-Cal members, offering them services up to 90 days prior to their release to stabilize their health conditions and establish a plan for their community-based care (collectively referred to as “pre-release services”).",
        "footnotes": {
            "1": "The “Policy and Operational Guide for Planning and Implementing CalAIM Justice-Involved Reentry Initiative” will be available on the Justice Involved Initiative page of the DHCS website, at: https://www.dhcs.ca.gov/CalAIM/Justice-Involved-Initiative/Pages/home.aspx.",
            "2": "11-W-00193/9, “California CalAIM Demonstration.” Available at: https://www.medicaid.gov/medicaid/section-1115-demonstrations/downloads/ca-calaim-ca1.pdf."
        }
    },
    {
        "serial_number": 3,
        "heading": "POLICY: On October 20, 2023, DHCS released the Guide that provides detailed policy requirements and operational expectations for implementation of the Medi-Cal Justice-Involved Reentry Initiative.",
        "text": "POLICY: On October 20, 2023, DHCS released the Guide that provides detailed policy requirements and operational expectations for implementation of the Medi-Cal Justice-Involved Reentry Initiative. The audience of the Guide includes, but is not limited to, correctional facilities, county behavioral health agencies, county social service departments, Medi-Cal Managed Care Plans (MCPs), County Mental Health Plans/Drug Medi-Cal and Drug Medi-Cal Organized Delivery Systems, and community-based providers. As implementing partners begin to advance in the process of standing up the Medi-Cal Justice-Involved Reentry Initiative, and as CMS continues to refine its own sub-regulatory guidance for states that receive demonstration approval, it is expected that The Guide will be updated on an ongoing basis to reflect new policy decisions and operational requirements. The following sections are included in the Guide. The bold sections have been emphasized to show the most relevant sections for MCPs. Section 1: Legal Authority • Section 2: Providing Access and Transforming Health (PATH) Funding • Section 3: Approach to Planning • Section 4: Enrolling in Medi-Cal Coverage • Section 5: Pre-Release Service Readiness Assessments • Section 6: Pre-Release Services and Eligibility Screening Processes. Section 7: Compliance with Section 1902(a) of the Social Security Act • Section 8: Providing Pre-Release Services Delivery Model • Section 9: Provider Enrollment and Payment • Section 10: Pre-Release Service Rate Setting • Section 11: Reentry Planning • Section 12: Monitoring and Evaluation • Section 13: Managed Care Plan Requirements. MCPs are responsible for ensuring that their Subcontractors and Network Providers comply with all applicable state and federal laws and regulations, Contract requirements, and other DHCS guidance, including APLs, related Policy Guides, and Policy Letters.3 These requirements must be communicated by each MCP to all Subcontractors and Network Providers. DHCS may impose Corrective Action Plans (CAP), as well as administrative and/or monetary sanctions for non-compliance. For additional information regarding administrative and monetary sanctions, see APL 23- 012, and any subsequent updates. Any failure to meet the requirements of this APL may result in a CAP and subsequent sanctions. If you have any questions regarding this APL, please contact your MCOD Contract Manager.",
        "footnotes": {
            "3": "For more information on Subcontractors and Network Providers, including the definition and applicable requirements, see APL 19-001, and any subsequent updates on this topic. APLs are located here: https://www.dhcs.ca.gov/formsandpubs/Pages/AllPlanLetters.aspx. Policy Letters are located here: https://www.dhcs.ca.gov/formsandpubs/Pages/PolicyLetters.aspx."
        }
    }
]
