[
    {
        "text": "PHCS CALIFORNIA DEPARTMENT OF HEALTH CARE SERVICES Michelle Baass | Director",
        "type": "Image",
        "element_id": "0ec4e9d136ef2d94f98bda23b319b08c",
        "parent_id": null,
        "page_number": 1
    },
    {
        "text": "DATE: December 27, 2023",
        "type": "ListItem",
        "element_id": "5e7ca4536cd06452069aba7bbd1a391c",
        "parent_id": null,
        "page_number": 1
    },
    {
        "text": "ALL PLAN LETTER 23-034 SUPERSEDES ALL PLAN LETTER 21-005",
        "type": "NarrativeText",
        "element_id": "0ee642b89956e1a35fd1cba61a49f52c",
        "parent_id": null,
        "page_number": 1
    },
    {
        "text": "ALL MEDI-CAL MANAGED CARE PLANS PARTICIPATING IN THE WHOLE CHILD MODEL PROGRAM",
        "type": "ListItem",
        "element_id": "714e086b890c0e5e5f20a07a4569e3b8",
        "parent_id": null,
        "page_number": 1
    },
    {
        "text": "SUBJECT: CALIFORNIA CHILDREN’S SERVICES WHOLE CHILD MODEL PROGRAM",
        "type": "ListItem",
        "element_id": "e6b082a3da1742293fe316b1cfb9eea0",
        "parent_id": null,
        "page_number": 1
    },
    {
        "text": "PURPOSE: The purpose of this All Plan Letter (APL) is to provide direction and guidance to Medi- Cal managed care plans (MCPs) participating in the California Children’s Services (CCS) Whole Child Model (WCM) Program. This APL conforms with CCS Numbered Letter (N.L.) 12-1223, which provides direction and guidance to County CCS Programs on requirements pertaining to the WCM Program.1 This APL supersedes APL 21-005.2",
        "type": "NarrativeText",
        "element_id": "e975c84ba143fbe6468b969fc6a8d0d2",
        "parent_id": null,
        "page_number": 1
    },
    {
        "text": "BACKGROUND: Senate Bill (SB) 586 (Hernandez, Chapter 625, Statutes of 2016) authorized the Department of Health Care Services (DHCS) to establish the WCM Program in MCPs that are in designated County Organized Health System (COHS) or Regional Health Authority (RHA) counties, and to incorporate CCS covered services for Medi-Cal eligible CCS children and youth into MCP Contracts.3 Assembly Bill (AB) 2724 (Arambula, Chapter 73, Statutes of 2022) added a new section to define an Alternate Health Care Service Plan (AHCSP) and to authorize DHCS to enter into one or more comprehensive risk contracts with an AHCSP as a primary MCP in specified geographic areas effective January 1, 2024. For the purposes of this APL, the AHCSP is Kaiser Foundation Health Plan, Inc. referenced henceforth as “Kaiser.” AB 118 (Committee on Budget, Chapter 42, Statutes of 2023) authorizes the expansion of the WCM Program no sooner than January 1, 2025. The purpose of the WCM Program is to incorporate CCS covered services into Medi-Cal managed care for CCS-eligible Members. MCPs operating in WCM counties integrate Medi-Cal managed care and County CCS Program",
        "type": "NarrativeText",
        "element_id": "bbaf57523ec7b8fbfc23f9db3f73079f",
        "parent_id": null,
        "page_number": 1
    },
    {
        "text": "1 CCS Program covered medical conditions are outlined and authorized in Title XXII, section 41401 - 41518.9, for beneficiaries who have these covered conditions. These regulations are further clarified by CCS N.L.s. N.L.s can be found at: https://www.dhcs.ca.gov/services/ccs/pages/ccsnl.aspx. 2 APLs are searchable at: https://www.dhcs.ca.gov/formsandpubs/Pages/AllPlanLetters.aspx. 3 State law is searchable at the following link: http://leginfo.legislature.ca.gov/faces/home.xhtml.",
        "type": "NarrativeText",
        "element_id": "6125f18c95a0f6cb53a9a29304fcacad",
        "parent_id": null,
        "page_number": 1
    },
    {
        "text": "California Department of Health Care Services State of California Managed Care Quality and Monitoring Division Gavin Newsom, Governor, 1501 Capitol Avenue, P.O. Box 997413 California Health and Human Services Agency, Sacramento, CA | 95899-7413 MS 4410 | Phone (916) 449-5000 | www.dhcs.ca.gov,",
        "type": "NarrativeText",
        "element_id": "20c45c11914ea28a2cde70231aaa86ee",
        "parent_id": null,
        "page_number": 1
    },
    {
        "text": "",
        "type": "Image",
        "element_id": "e3b0c44298fc1c149afbf4c8996fb924",
        "parent_id": null,
        "page_number": 1
    },
    {
        "text": "ALL PLAN LETTER 23-034 Page 2",
        "type": "NarrativeText",
        "element_id": "84b3191f4ba00c627f5ee1e4fbe53cf3",
        "parent_id": null,
        "page_number": 2
    },
    {
        "text": "administrative functions to provide comprehensive treatment of the whole child and care coordination in the areas of primary, specialty, and behavioral health for CCS-eligible and non-CCS-eligible conditions.4, 5",
        "type": "NarrativeText",
        "element_id": "21fadae42554a23b3eea6ee498cdb836",
        "parent_id": null,
        "page_number": 2
    },
    {
        "text": "MCPs authorize care consistent with CCS Program standards and provided by CCS- paneled Providers, CCS-approved Special Care Centers (SCCs), and approved pediatric acute care hospitals. The WCM Program supports active participation by parents and families of CCS-eligible Members and ensures that Members receive protections such as continuity of care, oversight of Network adequacy standards, quality performance of Providers, and routine Grievance and Appeal processes.",
        "type": "NarrativeText",
        "element_id": "9d1089f99b1acf8a9a8a1708e4b37a33",
        "parent_id": null,
        "page_number": 2
    },
    {
        "text": "The WCM Program has been implemented in the following counties and will be effective January 1, 2024, and January 1, 2025 (see the following chart for more details).",
        "type": "NarrativeText",
        "element_id": "d17f53baf59ad1fffcc5ddba75748b74",
        "parent_id": null,
        "page_number": 2
    },
    {
        "text": "MCP Counties6 Implemented July 1, 2018 CenCal Health Central California Alliance for Health Health Plan of San Mateo San Luis Obispo, Santa Barbara Merced, Monterey, Santa Cruz San Mateo Implemented January 1, 2019 Partnership HealthPlan of California Del Norte,* Humboldt, Lake,* Lassen,* Marin, Mendocino, Modoc,* Napa, Shasta,* Siskiyou,* Solano, Sonoma, Trinity,* Yolo Implemented July 1, 2019 CalOptima Orange Effective January 1, 2024 Kaiser Marin, Napa, Orange, San Mateo, Santa Cruz, Solano, Sonoma, Yolo Effective January 1, 2025 Central California Alliance for Health Partnership HealthPlan of California Kaiser Mariposa,* San Benito* Butte, Colusa,* Glenn,* Nevada,* Placer, Plumas,* Sierra,* Sutter,* Tehama,* Yuba* Mariposa,* Placer,* Sutter,* Yuba*",
        "type": "Table",
        "element_id": "fc8e5a0c4f76833a26ce2aeaa9c6de24",
        "parent_id": null,
        "page_number": 2
    },
    {
        "text": "4 See Health and Safety Code (HSC) section 123850(b)(1). 5 See Welfare and Institutions Code (WIC) section 14094.11. 6 Dependent counties are indicated by the asterisk.",
        "type": "NarrativeText",
        "element_id": "f02f4e9a76e96694238858f1468a59ac",
        "parent_id": null,
        "page_number": 2
    },
    {
        "text": "ALL PLAN LETTER 23-034 Page 3",
        "type": "NarrativeText",
        "element_id": "52d82cea44656fd01eb876235b237480",
        "parent_id": null,
        "page_number": 3
    },
    {
        "text": "POLICY: Participating MCPs assume full financial responsibility, with some exceptions, of authorization and payment of CCS-eligible medical services including, but not limited to, service authorization activities, claims processing and payment, case management, and quality oversight. Service authorization activities include Pediatric Intensive Care Unit (PICU), Neonatal Intensive Care Unit (NICU) and referrals arising from the Medical Therapy Conference (MTC), Medical Therapy Program (MTP), and Medical Therapy services that are not otherwise the responsibility of the county’s Medical Therapy Unit (MTU).7",
        "type": "NarrativeText",
        "element_id": "49b0f9b97d781b20aab0bf1a9981cda6",
        "parent_id": null,
        "page_number": 3
    },
    {
        "text": "Under the WCM Program, the MCP, County CCS Program, and DHCS each bear responsibility for various administrative functions to support the CCS Program. Responsibility for the CCS Program’s eligibility functions under the WCM Program is determined by whether the County CCS Program operates as an independent or dependent county. Independent CCS counties maintain responsibility for CCS Program medical eligibility including financial, residential, and initial determinations for referred Members and potential Members, including responding to and tracking appeals relating to CCS Program medical eligibility determinations and annual medical eligibility redeterminations. In dependent counties, DHCS maintains responsibility for CCS Program medical eligibility determinations and redeterminations including responding to and tracking appeals relating to CCS Program medical eligibility determinations and annual medical eligibility redeterminations, while the County CCS Programs maintain responsibility for financial and residential eligibility determinations and re- determinations.8 MCPs must provide necessary documentation, including but not limited to Medical Records, case notes, and reports pertaining to the CCS-eligible condition to the County CCS Program to assist with initial and annual medical eligibility determinations.9 For more information on determinations and redeterminations please see the MCP Reporting to County CCS Program section of this APL.",
        "type": "NarrativeText",
        "element_id": "b4d05b5ab9cded6d9fe22fe1316534a1",
        "parent_id": null,
        "page_number": 3
    },
    {
        "text": "MCPs must refer a Member to the county for a CCS eligibility determination if the Member demonstrates a CCS condition(s) as outlined in the CCS Medical Eligibility Guide.10 MCPs are also required to provide services to CCS-eligible Members with other health coverage, with full scope Medi-Cal as the payor of last resort.",
        "type": "NarrativeText",
        "element_id": "cb24507ab8eeb9cfa7be0cbcad77b232",
        "parent_id": null,
        "page_number": 3
    },
    {
        "text": "7 The MTP provides Medically Necessary outpatient physical therapy and/or occupational therapy and may include physician consultation in MTC for children with specific eligible medical conditions. 8 Dependent counties have a population under 200,000 and administer the CCS Program jointly with DHCS. Independent counties have a population in excess of 200,000 and administer the CCS Program independently. 9 HSC section 123850 10 The CCS Medical Eligibility Guide can be found at: https://www.dhcs.ca.gov/services/ccs/Documents/CCSMedicalEligibility.pdf",
        "type": "NarrativeText",
        "element_id": "7ebd322cf4443ef05faab4fc6b013302",
        "parent_id": null,
        "page_number": 3
    },
    {
        "text": "ALL PLAN LETTER 23-034 Page 4",
        "type": "NarrativeText",
        "element_id": "f011bcafaf78f5beac1f7b30458e0050",
        "parent_id": null,
        "page_number": 4
    },
    {
        "text": "MCPs are required to use all current and applicable CCS Program guidelines in the development of criteria for use by the MCP’s chief medical officer or equivalent and other case management staff. CCS Program guidelines include CCS Program statutes, regulations, additional forthcoming regulations related to the WCM Program, CCS N.L.s, and County CCS Program information notices.11,12",
        "type": "NarrativeText",
        "element_id": "dfafec5d8c9b793db82640b30a5b9b43",
        "parent_id": null,
        "page_number": 4
    },
    {
        "text": "The WCM MCP must assume the role of the county or state CCS Program as described in the N.Ls. In addition to the requirements included in this APL, MCPs must comply with all other applicable APLs, Policy Letters, state and federal laws and regulations, as well as all contractual requirements.",
        "type": "NarrativeText",
        "element_id": "009a6691ffadb6e679bd8195b388c105",
        "parent_id": null,
        "page_number": 4
    },
    {
        "text": "I. MCP AND COUNTY COORDINATION",
        "type": "Title",
        "element_id": "3cf304db8b83a58f904ec346513ddfa7",
        "parent_id": null,
        "page_number": 4
    },
    {
        "text": "MCPs and County CCS Programs must coordinate the delivery of CCS services to CCS-eligible Members according to the parameters outlined in the Memorandum of Understanding (MOU). MCPs are responsible for reviewing offered coverages to prevent duplication of services. To continuously evaluate the effectiveness of the MOU processes, MCPs must review their MOUs annually to determine if any modifications, amendments, updates, or renewals of responsibilities and obligations are needed, including incorporating any applicable contractual requirements and policy guidance into their MOUs. MCPs must also continually update policies, procedures, and protocols, as appropriate, and discuss activities related to the MOU and other WCM related matters as prescribed in the MOU.",
        "type": "NarrativeText",
        "element_id": "0a61946366d9f2ce7aae5f0495c07db7",
        "parent_id": "3cf304db8b83a58f904ec346513ddfa7",
        "page_number": 4
    },
    {
        "text": "A. Memorandum of Understanding",
        "type": "Title",
        "element_id": "2936a3e889dc1d938f44d017a3baf45f",
        "parent_id": null,
        "page_number": 4
    },
    {
        "text": "Participating WCM MCPs and WCM County CCS Programs must execute a MOU that outlines their respective responsibilities and obligations under the WCM Program. The purpose of the WCM MOU is to explain how the MCP and County CCS Program coordinate care, conduct program management activities, and engage in information exchange activities required for the effective and seamless delivery of services to WCM Members. The MOU between the individual county and the MCP must ensure collaboration between the MCP and County CCS Program. Each WCM MOU must include, at a minimum, all the provisions required in the WCM MOU Template posted on the CCS WCM page of the DHCS website.13",
        "type": "NarrativeText",
        "element_id": "f6b08f85e016a168754da43d33c44a03",
        "parent_id": "2936a3e889dc1d938f44d017a3baf45f",
        "page_number": 4
    },
    {
        "text": "11 More information on the CCS Program can be found at: https://www.dhcs.ca.gov/services/ccs/Pages/ProgramOverview.aspx 12 CCS Program publications can be found at: https://www.dhcs.ca.gov/formsandpubs/publications/Pages/CCSPubs.aspx 13 The WCM MOU Template can be found at: https://www.dhcs.ca.gov/services/ccs/Pages/CCSWholeChildModel.aspx. See also WIC section 14094.9.",
        "type": "NarrativeText",
        "element_id": "b3113408bb0478980e0b6528e5429df4",
        "parent_id": "2936a3e889dc1d938f44d017a3baf45f",
        "page_number": 4
    },
    {
        "text": "ALL PLAN LETTER 23-034 Page 5",
        "type": "NarrativeText",
        "element_id": "06ddbf201818d5c49d4853f1da8344b2",
        "parent_id": "2936a3e889dc1d938f44d017a3baf45f",
        "page_number": 5
    },
    {
        "text": "B. Liaison",
        "type": "Title",
        "element_id": "044282739b467c74678c1b04001c9e53",
        "parent_id": null,
        "page_number": 5
    },
    {
        "text": "MCPs must designate at least one individual as the primary point of contact responsible for CCS Members’ care coordination who has knowledge of or adequate training on the CCS Program and clinical experience with either the CCS population or pediatric patients with complex medical conditions. CCS Liaisons must receive training on the full spectrum of rules and regulations pertaining to the CCS Program, including referral requirements and processes, annual medical review processes with counties, and care management and authorization processes for CCS children. The liaison can also be a point of contact for Enhanced Care Management (ECM) and Community Supports Providers that serve CCS-eligible Members under the ECM populations of focus.",
        "type": "NarrativeText",
        "element_id": "7e1306b3e954dde25ab4dabb3fba95cf",
        "parent_id": "044282739b467c74678c1b04001c9e53",
        "page_number": 5
    },
    {
        "text": "C. Transition Plans",
        "type": "Title",
        "element_id": "8b1b16fc05c95371b6b663c38e9826c2",
        "parent_id": null,
        "page_number": 5
    },
    {
        "text": "To be approved to participate in the WCM Program, MCPs must develop a comprehensive transition plan detailing their collaboration with the County CCS Program on the transition of existing CCS Members into managed care. The transition plan must describe the transfer of case management; care coordination; Provider referrals; and service authorization, including administrative functions, from the County CCS Program to the MCP.14,15 The transition plan must also include communication with Members regarding, but not limited to, authorizations, Provider Network, case management, and ensure continuity of care and services for Members who are in the process of aging out of CCS. The County CCS Programs are required to provide input and collaborate with MCPs on the development of the transition plan. MCPs must submit transition plans to DHCS for approval.",
        "type": "NarrativeText",
        "element_id": "fdb6506660b32daec30fe093cb5f05ba",
        "parent_id": "8b1b16fc05c95371b6b663c38e9826c2",
        "page_number": 5
    },
    {
        "text": "MCP-to-MCP Member transitions prompted by changes to commercial MCP contracting or an AHCSP contract with Kaiser must adhere to all requirements of the 2024 MCP Transition Policy Guide. 16",
        "type": "NarrativeText",
        "element_id": "7e595989bb9d36102d6e6fc577958dac",
        "parent_id": "8b1b16fc05c95371b6b663c38e9826c2",
        "page_number": 5
    },
    {
        "text": "Data and Information Sharing 1. Inter-County Transfer17",
        "type": "Title",
        "element_id": "9ce89e332dd5f355f098f86d221121eb",
        "parent_id": null,
        "page_number": 5
    },
    {
        "text": "County CCS Programs use the Children’s Medical Services Net (CMS Net) system to house and share data needed for Inter-County Transfers (ICTs),",
        "type": "NarrativeText",
        "element_id": "71e89c8b72bdcf55fb8a14b37708d1e5",
        "parent_id": "9ce89e332dd5f355f098f86d221121eb",
        "page_number": 5
    },
    {
        "text": "14 WIC section 14094.7(d)(4)(C) 15 Capitalized terms have the meaning ascribed to them by the 2024 MCP Contract. For more information on MCP Contracts please see https://www.dhcs.ca.gov/provgovpart/Pages/MMCDBoilerplateContracts.aspx. 16The 2024 MCP Transition Policy Guide is available at: https://www.dhcs.ca.gov/Documents/Managed_Care_Plan_Transition_Policy_Guide.pdf 17 For more information on ICT, see NL 10-1123: CCS Intercounty Transfer Policy, or any superseding NL.",
        "type": "NarrativeText",
        "element_id": "e64d6de481bf6dc169070ebf2fa1a118",
        "parent_id": "9ce89e332dd5f355f098f86d221121eb",
        "page_number": 5
    },
    {
        "text": "ALL PLAN LETTER 23-034 Page 6",
        "type": "NarrativeText",
        "element_id": "371368b20948321f735c8505aa63847f",
        "parent_id": "9ce89e332dd5f355f098f86d221121eb",
        "page_number": 6
    },
    {
        "text": "while MCPs utilize different data systems. In their respective MOUs, MCPs and County CCS Programs must set out protocols for the exchange of ICT data as necessary, to ensure an efficient transition of CCS Members and allow for continuity of care of already approved service authorization requests, as required by this APL, and applicable state and federal laws and regulations.18",
        "type": "NarrativeText",
        "element_id": "c2c8e7f5d99d8f47e2708a547be0a2b1",
        "parent_id": "9ce89e332dd5f355f098f86d221121eb",
        "page_number": 6
    },
    {
        "text": "When a CCS-eligible Member moves from one county to another, the County CCS Program and MCP, pursuant to their respective MOUs, must exchange ICT data. County CCS Programs continue to be responsible for providing transfer data, including clinical and other relevant data, from one county to another. When a CCS-eligible Member moves out of a WCM county, the County CCS Program must notify the MCP and initiate the data transfer request. The MCP is responsible for providing transfer data, including clinical and other relevant data for Members to the County CCS Program office. The sending County (i.e., CCS counties from which Members are moving) CCS Program must then coordinate the sharing of CCS-eligible Member data to the receiving county (i.e., county to which a Member is moving to and in which they will claim residence). Similarly, when a Member moves into a WCM county, the sending County CCS Program must provide transfer data to the MCP. When a Member moves from one WCM county to a different WCM county, the sending MCP must transfer data to the receiving WCM MCP as well as the County CCS Program.",
        "type": "NarrativeText",
        "element_id": "953a840d0411ee257bf59a3cb5e3078f",
        "parent_id": "9ce89e332dd5f355f098f86d221121eb",
        "page_number": 6
    },
    {
        "text": "The MCP must review and complete ICT requests. Sending counties will submit ICT requests to the MCP using Attachment 4 “Whole Child Model Inter-County Transfer Form” of CCS NL 10-1123, “Inter-County Transfer Policy.” The MCP must collaborate with the receiving counties on their negotiations with the previous counties of a transfer date and open the case. In circumstances where the previous county, receiving county or the MCP cannot agree on the transfer process, the county or MCP should contact DHCS for assistance at CCSProgram@dhcs.ca.gov.",
        "type": "NarrativeText",
        "element_id": "fbd73528baf37bc3235b30404838460a",
        "parent_id": "9ce89e332dd5f355f098f86d221121eb",
        "page_number": 6
    },
    {
        "text": "When the sending county is a WCM county, the MCP must provide copies of all medical reports for the previous 12 months to the sending county’s CCS office for transfer to the receiving county within the ten Working Day deadline using Attachment 4 or an equivalent process agreed upon between the sending county and the MCP. The MCP must include case management notes and utilization information as this information will not be available in",
        "type": "NarrativeText",
        "element_id": "ac625724c935e3335471800bbc587021",
        "parent_id": "9ce89e332dd5f355f098f86d221121eb",
        "page_number": 6
    },
    {
        "text": "18 See APL 23-022: Continuity of Care for Medi-Cal Beneficiaries Who Newly Enroll in Medi-Cal Managed Care from Medi-Cal Fee-For-Service, on or After January 1, 2023, or any superseding APL.",
        "type": "NarrativeText",
        "element_id": "fa86fdec2447b053c9179277b4a0aa2b",
        "parent_id": "9ce89e332dd5f355f098f86d221121eb",
        "page_number": 6
    },
    {
        "text": "ALL PLAN LETTER 23-034 Page 7",
        "type": "NarrativeText",
        "element_id": "a6e82b71cbc1fbaa59742e1637f9afb0",
        "parent_id": "9ce89e332dd5f355f098f86d221121eb",
        "page_number": 7
    },
    {
        "text": "CMS Net. The sending county is responsible for obtaining the Member’s medical information even if the transfer is to the same MCP in the receiving county. If there are no physical copies of the medical reports within the last 12 months, the transfer case notes should include a written statement indicating that there are no physical copies of medical reports for the last 12 month period.",
        "type": "NarrativeText",
        "element_id": "7c1438e0937f854fecffe104bc9e0d8c",
        "parent_id": "9ce89e332dd5f355f098f86d221121eb",
        "page_number": 7
    },
    {
        "text": "If the Member moves to another county and is still enrolled in a MCP in the county from which they moved and needs non-emergency care that same month in the receiving county, the Medi-Cal Managed Care Ombudsman will, upon request by the Member or either county, disenroll the Member as an expedited disenrollment from their MCP. County-initiated disenrollment using an online form will be processed no later than three Working Days after the request is made.19 Member-initiated disenrollment by telephone will be effective no later than two Working Days after the request is made when the request is made before 5:00 p.m. any Member-initiated disenrollment request by telephone made after 5:00 p.m. will be processed the following Working Day and be effective no later than two Working Days after the request is processed.",
        "type": "NarrativeText",
        "element_id": "742636d4c3473f86144b1a9535ad2786",
        "parent_id": "9ce89e332dd5f355f098f86d221121eb",
        "page_number": 7
    },
    {
        "text": "If the transfer is for a Member with full-scope, no share-of-cost Medi-Cal, from a WCM county to a non-WCM county, the previous MCP remains responsible for case management and paying for all Medically Necessary services until the Member is disenrolled from the MCP in the previous county. The MCP in the previous county may need to enter into a one-time payment agreement with the Providers in the receiving county.",
        "type": "NarrativeText",
        "element_id": "e07831b5baa92dc617a22ca4f1c55cf4",
        "parent_id": "9ce89e332dd5f355f098f86d221121eb",
        "page_number": 7
    },
    {
        "text": "If the Member moves to another county and is still enrolled in a MCP in the county from which they moved, the Member must have continued access to emergency services and any other coverage the MCP authorizes Out-of- Network (OON) until the time that the ICT is complete, and the Member is disenrolled from the MCP.",
        "type": "NarrativeText",
        "element_id": "ac4c919c15a209307266e750d1edbb3c",
        "parent_id": "9ce89e332dd5f355f098f86d221121eb",
        "page_number": 7
    },
    {
        "text": "2. MCP Referring and Reporting to County CCS Program",
        "type": "Title",
        "element_id": "c0dbc22dbb27917955530cf047e46668",
        "parent_id": null,
        "page_number": 7
    },
    {
        "text": "MCPs must refer potential NICU and HRIF cases to the County CCS Program. MCPs must timely refer and report the following to the County CCS Program:",
        "type": "NarrativeText",
        "element_id": "82a478b8eaf4366e1f1221d32d039936",
        "parent_id": "c0dbc22dbb27917955530cf047e46668",
        "page_number": 7
    },
    {
        "text": "Determinations and Redeterminations In WCM counties, MCPs are responsible for providing all available necessary documentation that confirms each of the Member’s CCS-eligible conditions,",
        "type": "NarrativeText",
        "element_id": "bb5edc83ac345c462ec1930c3c5f48ee",
        "parent_id": "c0dbc22dbb27917955530cf047e46668",
        "page_number": 7
    },
    {
        "text": "19 WIC section 10003(e)(2)",
        "type": "NarrativeText",
        "element_id": "b97ed02dd72ff6e19589d4058242038b",
        "parent_id": "c0dbc22dbb27917955530cf047e46668",
        "page_number": 7
    },
    {
        "text": "ALL PLAN LETTER 23-034 Page 8",
        "type": "Header",
        "element_id": "2707e858e629dd7733bd4bc999895cae",
        "parent_id": null,
        "page_number": 8
    },
    {
        "text": "including the Member’s most current Medical Records that document the Member’s medical history, results of a physical examination by a physician or an advanced practiced provider acting within the scope of their licensing authority, laboratory test results, radiologic findings, or other tests or examinations that support the diagnosis of the eligible condition(s), including any MTP diagnosis.20 If applicable, High Risk Infant Follow-Up (HRIF) reports that confirm the CCS-eligible condition(s) must also be included. All documentation must be, to the extent possible, produced within the last six months but no later than twelve months. The MCP must provide the documentation including efforts made to receive required documentation when it is not available to the independent County CCS no later than 60 calendar days before the Member’s program eligibility end date, unless the independent County CCS Program verifies that all needed medical information is already available to them. The MCP and County CCS Program must document follow up collaboration processes in their MOU.",
        "type": "NarrativeText",
        "element_id": "78a4c0c50f1e1a9405121b8263a3e183",
        "parent_id": "2707e858e629dd7733bd4bc999895cae",
        "page_number": 8
    },
    {
        "text": "CCS counties and MCPs must notify and engage in a collaborative process to remedy any issues or challenges related to the timeliness and/or completeness of records provided by the MCP that are needed for the Annual Medical Redetermination. This can be done via monthly collaborative meetings with MCPs or other venues that are deemed appropriate by both entities.",
        "type": "NarrativeText",
        "element_id": "83f2ae6bb05e853802d10f6ada1aba63",
        "parent_id": "2707e858e629dd7733bd4bc999895cae",
        "page_number": 8
    },
    {
        "text": "The MCP must have procedures in place regarding outreach attempts to the Provider and CCS Member to obtain the Medical Records, as well as appropriate actions if Medical Record recovery is unsuccessful.",
        "type": "NarrativeText",
        "element_id": "ac21bd4ae497c46db4a0c62ad360c70b",
        "parent_id": "2707e858e629dd7733bd4bc999895cae",
        "page_number": 8
    },
    {
        "text": "If a Member is no longer eligible for the Medi-Cal Program, the MCP must notify the County CCS Program as soon as the MCP is made aware, but no later than 15 calendar days of being made aware.",
        "type": "NarrativeText",
        "element_id": "be808843b710fe76df801c65097f0d03",
        "parent_id": "2707e858e629dd7733bd4bc999895cae",
        "page_number": 8
    },
    {
        "text": "CCS NICU Eligibility Criteria Assessment Assessments of medical eligibility for care in a CCS-approved NICU must be conducted by MCPs in accordance with CCS Program guidelines found in CCS N.L. 05-0502, or any superseding N.L.",
        "type": "NarrativeText",
        "element_id": "41225d2d0ddaf2d1ff2527f664d0fd48",
        "parent_id": "2707e858e629dd7733bd4bc999895cae",
        "page_number": 8
    },
    {
        "text": "MCPs must report and refer to the County CCS Program all Members identified as meeting the criteria for the NICU eligibility criteria assessment in order to capture the CCS referral. CCS NICU eligibility may involve identification of a CCS-eligible medical condition, which will confer CCS",
        "type": "NarrativeText",
        "element_id": "43a551abad8d8b2fe5ed628a8dc70e40",
        "parent_id": "2707e858e629dd7733bd4bc999895cae",
        "page_number": 8
    },
    {
        "text": "20 See Title 22 California Code of Regulations (CCR) section 41515.1. The CCR is searchable at: https://govt.westlaw.com/calregs/Search/Index",
        "type": "NarrativeText",
        "element_id": "417218dacba7d99501157db861271f7d",
        "parent_id": "2707e858e629dd7733bd4bc999895cae",
        "page_number": 8
    },
    {
        "text": "ALL PLAN LETTER 23-034 Page 9",
        "type": "NarrativeText",
        "element_id": "6baaa529f86faeca7a4fe2b5b1acdd15",
        "parent_id": "2707e858e629dd7733bd4bc999895cae",
        "page_number": 9
    },
    {
        "text": "Program eligibility beyond the NICU stay. The MCP must inform the County CCS Program if a Member is at any point subsequently identified as having a CCS-eligible condition so that the County CCS Program can conduct the CCS eligibility determination process for the Member. MCPs must review authorizations and determine if services meet CCS NICU requirements in accordance with CCS Program guidelines found in CCS N.L. 02-0413, or any superseding N.L.",
        "type": "NarrativeText",
        "element_id": "cb6e428c510eed0f2223c2dd5ae6f8c8",
        "parent_id": "2707e858e629dd7733bd4bc999895cae",
        "page_number": 9
    },
    {
        "text": "D. Dispute Resolution and Provider Grievances",
        "type": "Title",
        "element_id": "32ad2d333c32071b39f26b9975b4abf8",
        "parent_id": "2707e858e629dd7733bd4bc999895cae",
        "page_number": 9
    },
    {
        "text": "Disagreements between the MCP and the County CCS Program regarding CCS medical eligibility determinations must be resolved by the County CCS Program. The County CCS Program, in consultation with DHCS,21 must make an eligibility determination. The County CCS Program must communicate all resolved disputes in writing to the MCP. If disputes between the MCP and the County CCS Program cannot be resolved, the dispute must be referred to DHCS by either entity, via email to CCSProgram@dhcs.ca.gov, for review and final determination. If there is a dispute between the MCP and the County CCS Program, all parties are responsible for carrying out all their responsibilities under the MOU without delay, including providing Members with access to services under the MOU.",
        "type": "ListItem",
        "element_id": "12ef7d5802e8d50ddc3e4319c7448ce1",
        "parent_id": "32ad2d333c32071b39f26b9975b4abf8",
        "page_number": 9
    },
    {
        "text": "MCPs must have a formal process to accept, acknowledge, and resolve Provider disputes and grievances.22 A CCS Provider may submit directly to the MCP a dispute or grievance concerning the processing of a payment or non-payment of a claim by the MCP. The dispute resolution process must be communicated by each MCP to all of its CCS Providers.",
        "type": "NarrativeText",
        "element_id": "617172d3ff932e02befcaa9e74c6106f",
        "parent_id": "32ad2d333c32071b39f26b9975b4abf8",
        "page_number": 9
    },
    {
        "text": "II. MCP RESPONSIBILITIES TO CCS-ELIGIBLE MEMBERS",
        "type": "Title",
        "element_id": "6f5c27b40951956020cb3d7f030777b8",
        "parent_id": "2707e858e629dd7733bd4bc999895cae",
        "page_number": 9
    },
    {
        "text": "MCPs must provide screening, diagnostic, and treatment services in accordance with APL 23-005 Requirements for Coverage of Early and Periodic Screening, Diagnostic, and Treatment (EPSDT) Services for Medi-Cal Members Under the Age of 21, or any superseding APL, to identify potential CCS-eligible Members.",
        "type": "NarrativeText",
        "element_id": "25a2d2d8400ca7e16a3e6b311e1b5221",
        "parent_id": "6f5c27b40951956020cb3d7f030777b8",
        "page_number": 9
    },
    {
        "text": "The MCP must refer all Members, including new Members, newly CCS-eligible Members, and WCM transition Members who may have developed a new CCS- eligible condition, as soon as possible, to the County CCS Program for an eligibility determination and must not wait until the annual CCS medical eligibility redetermination period. MCP must refer all medical eligibility determinations for",
        "type": "NarrativeText",
        "element_id": "6d1dca22518aa6b23c3762391289c9eb",
        "parent_id": "6f5c27b40951956020cb3d7f030777b8",
        "page_number": 9
    },
    {
        "text": "A. Screening and Referrals",
        "type": "Title",
        "element_id": "57da377151e3d90d05df76ec2f4975db",
        "parent_id": "2707e858e629dd7733bd4bc999895cae",
        "page_number": 9
    },
    {
        "text": "21 WIC section 14093.06(b). 22 WIC section 14094.15(d).",
        "type": "UncategorizedText",
        "element_id": "bcdb3e6154d1bb072ed03ac61e57c697",
        "parent_id": "57da377151e3d90d05df76ec2f4975db",
        "page_number": 9
    },
    {
        "text": "ALL PLAN LETTER 23-034 Page 10",
        "type": "NarrativeText",
        "element_id": "72073a73628b8046d5806c1677dad022",
        "parent_id": "57da377151e3d90d05df76ec2f4975db",
        "page_number": 10
    },
    {
        "text": "dependent counties to DHCS. The referral must include all appropriate documentation including, but not limited to Medical Records, case notes, and reports pertaining to the CCS-eligible condition to the County CCS Program to assist with initial and annual medical eligibility determinations.",
        "type": "NarrativeText",
        "element_id": "43e64bcbb85dae90b5b502ca54af8f22",
        "parent_id": "57da377151e3d90d05df76ec2f4975db",
        "page_number": 10
    },
    {
        "text": "The MCP must conduct assessments in accordance with CCS Program guidelines for medical eligibility for care in a CCS-approved NICU, as found in CCS N.L. 05-0502, or any superseding N.L. In order to capture the CCS referral, the MCP must report to the county’s CCS Program all Members identified as meeting the criteria for the NICU eligibility assessment.",
        "type": "NarrativeText",
        "element_id": "1204bc9bd34e5d4f9ae11ebe3a5c1519",
        "parent_id": "57da377151e3d90d05df76ec2f4975db",
        "page_number": 10
    },
    {
        "text": "The MCP must conduct a HRIF program acuity assessment and authorize any HRIF services for the Member in accordance with the HRIF Eligibility Criteria. The MCP must ensure access or arrange for the provision of HRIF case management services. The MCP must notify the county of any CCS-eligible neonates, infants, and children up to three years of age who have been identified as having a potential CCS-eligible condition through the HRIF program. MCPs must include the potential CCS-eligible Members’ HRIF records, including final evaluation reports, if available, to the County CCS Program.",
        "type": "NarrativeText",
        "element_id": "e0d1d54d7c33533050ecd55f74055839",
        "parent_id": "57da377151e3d90d05df76ec2f4975db",
        "page_number": 10
    },
    {
        "text": "The MCP must refer Members to the county if these Members are suspected of having a MTP eligible condition and must include all supporting documentation with the referral. As a part of the CCS eligibility review, the county will review and determine MTP eligibility, if applicable. County MTPs must submit referrals to MCPs for Medically Necessary specialty services and follow-up treatment, as prescribed by the MTC physician or CCS-paneled physician who is providing the MTP medical direction for occupational and physical therapy services.23",
        "type": "NarrativeText",
        "element_id": "3157ca89f7f4107a1fde4ba998a8a356",
        "parent_id": "57da377151e3d90d05df76ec2f4975db",
        "page_number": 10
    },
    {
        "text": "When referring Members to the CCS Program for eligibility, HRIF, MTP, and NICU determinations, the MCP must include supporting documentation of the Member’s potential CCS-eligible condition such as HRIF records and final reports.",
        "type": "NarrativeText",
        "element_id": "51108205cfac580d6f6d53222ba5d989",
        "parent_id": "57da377151e3d90d05df76ec2f4975db",
        "page_number": 10
    },
    {
        "text": "MCPs must also refer potential CCS-eligible Members and supply the necessary clinical data to the County CCS Program for a CCS eligibility determination if the Member:",
        "type": "NarrativeText",
        "element_id": "4b738055437f05b27e8151d1c60532fe",
        "parent_id": "57da377151e3d90d05df76ec2f4975db",
        "page_number": 10
    },
    {
        "text": "• Demonstrates potential CCS condition(s) as outlined in the CCS Eligibility Manual, including a Member who is suspected of having a CCS",
        "type": "ListItem",
        "element_id": "e2b35a8affe6fc7bd05c0fc2bde88e4e",
        "parent_id": "57da377151e3d90d05df76ec2f4975db",
        "page_number": 10
    },
    {
        "text": "23 Ibid.",
        "type": "NarrativeText",
        "element_id": "58cd23b329bf38589aa333348872b8c8",
        "parent_id": "57da377151e3d90d05df76ec2f4975db",
        "page_number": 10
    },
    {
        "text": "ALL PLAN LETTER 23-034 Page 11",
        "type": "NarrativeText",
        "element_id": "c27a1318d15907e2b5e95ac2e00d07a8",
        "parent_id": "57da377151e3d90d05df76ec2f4975db",
        "page_number": 11
    },
    {
        "text": "condition(s) resulting from diagnostic services or who is undergoing diagnostics for CCS;24",
        "type": "NarrativeText",
        "element_id": "b87620d15a12f3c4ffa4d98b324d9672",
        "parent_id": "57da377151e3d90d05df76ec2f4975db",
        "page_number": 11
    },
    {
        "text": "• Presents at the Emergency Department, Provider, or facility for other primary conditions, and demonstrates potential CCS condition(s); or",
        "type": "ListItem",
        "element_id": "4c2ad73d29e755cbb1ccbe6329644f99",
        "parent_id": "57da377151e3d90d05df76ec2f4975db",
        "page_number": 11
    },
    {
        "text": "• Conceivably has an MTP eligible condition.",
        "type": "ListItem",
        "element_id": "e9b9dc0e23c0b8a477b9a374cb1ece1e",
        "parent_id": "57da377151e3d90d05df76ec2f4975db",
        "page_number": 11
    },
    {
        "text": "MCPs must conduct, at least quarterly, a review of their inpatient utilization data to assess whether all CCS eligible Members have been appropriately referred to the CCS Program.",
        "type": "NarrativeText",
        "element_id": "09dbd168bb215fe58b3ae143f6b9e6c6",
        "parent_id": "57da377151e3d90d05df76ec2f4975db",
        "page_number": 11
    },
    {
        "text": "B. Risk Level and Needs Assessment Process",
        "type": "Title",
        "element_id": "b6201119f06d1c7c7396f359e05f6f82",
        "parent_id": "2707e858e629dd7733bd4bc999895cae",
        "page_number": 11
    },
    {
        "text": "MCPs must assess each CCS Member’s risk level and needs by performing a risk assessment process using means such as telephonic or in-person communication, review of utilization and claims processing data. MCPs are required to develop and complete the risk assessment process for WCM Members, newly CCS-eligible Members, or new CCS members enrolling in the MCP. The risk assessment process must include a pediatric risk stratification process (PRSP) and, for high risk Members an Individual Care Plan (ICP).",
        "type": "ListItem",
        "element_id": "89dd5fad7333e8a3238e3849fe0372c2",
        "parent_id": "b6201119f06d1c7c7396f359e05f6f82",
        "page_number": 11
    },
    {
        "text": "All requirements are dependent on the Member’s risk level, as determined through the PRSP. Furthermore, nothing in this APL removes or limits the MCPs’ existing survey or assessment requirements that they are responsible for outside of the WCM.",
        "type": "NarrativeText",
        "element_id": "f0701fec315478e563809b8c640dd64d",
        "parent_id": "b6201119f06d1c7c7396f359e05f6f82",
        "page_number": 11
    },
    {
        "text": "1. Pediatric Risk Stratification Process",
        "type": "Title",
        "element_id": "954607d9d9870302f9c378d435a164fe",
        "parent_id": "2707e858e629dd7733bd4bc999895cae",
        "page_number": 11
    },
    {
        "text": "MCPs must have a pediatric risk stratification mechanism, or algorithm, to assess the CCS-eligible Member’s risk level that will be used to classify Members into high and low risk categories, allowing MCPs to identify Members who have more complex health care needs.",
        "type": "ListItem",
        "element_id": "be1816397b71e3db642138de6598ac0e",
        "parent_id": "954607d9d9870302f9c378d435a164fe",
        "page_number": 11
    },
    {
        "text": "MCPs are required to complete a risk stratification within 45 calendar days of enrollment for all Members, including new CCS Members enrolling in the MCP and newly CCS-eligible Members. The risk stratification will assess the Member’s risk level through:",
        "type": "NarrativeText",
        "element_id": "0e2adbac0184a80243af02ec73db6ee2",
        "parent_id": "954607d9d9870302f9c378d435a164fe",
        "page_number": 11
    },
    {
        "text": "• Review of medical utilization and claims processing data, including data received from the county and DHCS;",
        "type": "ListItem",
        "element_id": "d84e78e39a66aad1e4b6e338e3ba6289",
        "parent_id": "954607d9d9870302f9c378d435a164fe",
        "page_number": 11
    },
    {
        "text": "Utilization of existing Member assessment or survey data; and • Telephonic or in-person communications, if available at the time of PRSP.",
        "type": "ListItem",
        "element_id": "53411c3ca29b83027b1f96cd5c58522a",
        "parent_id": "954607d9d9870302f9c378d435a164fe",
        "page_number": 11
    },
    {
        "text": "24 See the CCS Medical Eligibility Guide at: https://www.dhcs.ca.gov/formsandpubs/publications/Pages/CCSPubs.aspx",
        "type": "NarrativeText",
        "element_id": "c947d83e1c71ad7692c4dc6a10a7022e",
        "parent_id": "954607d9d9870302f9c378d435a164fe",
        "page_number": 11
    },
    {
        "text": "ALL PLAN LETTER 23-034 Page 12",
        "type": "NarrativeText",
        "element_id": "a31cac12b323782bbf0145410460ab88",
        "parent_id": "954607d9d9870302f9c378d435a164fe",
        "page_number": 12
    },
    {
        "text": "Members who do not have any medical utilization data, claims processing data history, or other assessments and/or survey information available must be automatically categorized as high risk until further assessment data is gathered to make an additional risk determination. The PRSP must be submitted to DHCS for review and approval.",
        "type": "NarrativeText",
        "element_id": "9b9da9f21107552faa8f63016bfbddd7",
        "parent_id": "954607d9d9870302f9c378d435a164fe",
        "page_number": 12
    },
    {
        "text": "2. Risk Assessment and Individual Care Plan Process",
        "type": "Title",
        "element_id": "005e10d7d9cd5114bc3031d724ac35db",
        "parent_id": "2707e858e629dd7733bd4bc999895cae",
        "page_number": 12
    },
    {
        "text": "MCPs must have a process to assess a Member’s current health, including CCS condition(s), to ensure that each CCS-eligible Member receives case management, care coordination, provider referral, and/or service authorization from a CCS-paneled provider, as described below:",
        "type": "ListItem",
        "element_id": "16d3f6b5ac65ff5b51f1f76d8cd49876",
        "parent_id": "005e10d7d9cd5114bc3031d724ac35db",
        "page_number": 12
    },
    {
        "text": "New Members and Newly CCS-eligible Members Determined High Risk Members identified as high risk through the PRSP must be further assessed by telephonic and/or in-person communication or a risk assessment survey within 90 calendar days of enrollment to assist in the development of the Member’s ICP. Any risk assessment survey created by MCPs for the purposes of WCM is subject to review and approval by DHCS.",
        "type": "NarrativeText",
        "element_id": "b70d963b312a46464f927bbf81b37225",
        "parent_id": "005e10d7d9cd5114bc3031d724ac35db",
        "page_number": 12
    },
    {
        "text": "• General health status and recent health care utilization which may include, but is not limited to, caretaker self-report of child’s health; outpatient, emergency room, or inpatient visits; and school days missed due to illness, over a specified duration of time;",
        "type": "ListItem",
        "element_id": "97c70b3c2a4ab7cf8944dca0787e06f0",
        "parent_id": "005e10d7d9cd5114bc3031d724ac35db",
        "page_number": 12
    },
    {
        "text": "• Health history which may include, but is not limited to, both CCS and non- CCS diagnoses and past surgeries;",
        "type": "ListItem",
        "element_id": "f36b9bf1ed0194bdeab9cb656760c140",
        "parent_id": "005e10d7d9cd5114bc3031d724ac35db",
        "page_number": 12
    },
    {
        "text": "Specialty provider referral needs; • Prescription medication utilization; • Specialized or customized durable medical equipment (DME) needs (if",
        "type": "ListItem",
        "element_id": "d22f68c31787f8d462351082640b16fb",
        "parent_id": "005e10d7d9cd5114bc3031d724ac35db",
        "page_number": 12
    },
    {
        "text": "applicable);",
        "type": "ListItem",
        "element_id": "b5a8e0dfbae5cd65a56591226fcb3267",
        "parent_id": "005e10d7d9cd5114bc3031d724ac35db",
        "page_number": 12
    },
    {
        "text": "• Need for specialized therapies (if applicable) which may include, but is not",
        "type": "ListItem",
        "element_id": "4fd637093bab03e18bc21ecf8e4be690",
        "parent_id": "005e10d7d9cd5114bc3031d724ac35db",
        "page_number": 12
    },
    {
        "text": "limited to, physical, occupational, or speech therapies, mental or behavioral health services, and educational or developmental services; • Limitations of activities of daily living or daily functioning (if applicable);",
        "type": "NarrativeText",
        "element_id": "4f07bc6069f96e400b10924f09744b42",
        "parent_id": "005e10d7d9cd5114bc3031d724ac35db",
        "page_number": 12
    },
    {
        "text": "and",
        "type": "ListItem",
        "element_id": "fcf37f8d56a4eed3b1d8f47f4ce88082",
        "parent_id": "005e10d7d9cd5114bc3031d724ac35db",
        "page_number": 12
    },
    {
        "text": "• Demographics and social history which may include, but is not limited to, Member demographics, assessment of home and school environments, and a cultural and linguistic assessment.",
        "type": "ListItem",
        "element_id": "4905aec8942d4540ca6c110ca220651c",
        "parent_id": "005e10d7d9cd5114bc3031d724ac35db",
        "page_number": 12
    },
    {
        "text": "Risk Assessment The risk assessment process must address:",
        "type": "NarrativeText",
        "element_id": "db4734c75661b13571a86abe0e8bf6eb",
        "parent_id": "005e10d7d9cd5114bc3031d724ac35db",
        "page_number": 12
    },
    {
        "text": "ALL PLAN LETTER 23-034 Page 13",
        "type": "NarrativeText",
        "element_id": "bed54a3d5f7bde8b52c0658f8e10dd44",
        "parent_id": "005e10d7d9cd5114bc3031d724ac35db",
        "page_number": 13
    },
    {
        "text": "The risk assessment process must be tailored to each CCS-eligible Member’s age group. At the MCP’s discretion, additional assessment questions may be added to identify the need for, or impact of, future health care services. These may include, but are not limited to, questions related to childhood developmental milestones, pediatric depression, anxiety or attention deficit screening, adolescent substance use, or adolescent sexual behaviors.",
        "type": "NarrativeText",
        "element_id": "e89db1d7f250f6000306248f2d49af46",
        "parent_id": "005e10d7d9cd5114bc3031d724ac35db",
        "page_number": 13
    },
    {
        "text": "Individual Care Plan MCPs must establish an ICP for all Members determined to be high risk based on results the of risk assessment process, with particular focus on coordinated specialty care within 12 months, including new CCS Members enrolling in the MCP and newly CCS-eligible Members. ICPs for Members determined to be high risk based on the results of the risk assessment process must be established within 90 calendar days of a completed risk assessment survey or other assessment, by telephonic and/or in-person communication.25 In the event that a Member’s family declines having an ICP developed, the MCP must notate the denial in the Member’s medical record as evidence of MCP compliance. The ICP must, at a minimum, incorporate the CCS-eligible Member’s goals and preferences, and provide measurable objectives and timetables to meet the needs for:",
        "type": "NarrativeText",
        "element_id": "bf6ed8dae348f4bf9c58169ac8dd942b",
        "parent_id": "005e10d7d9cd5114bc3031d724ac35db",
        "page_number": 13
    },
    {
        "text": "Medical (primary care and CCS specialty) services; • Mild to moderate or county specialty mental health services; • Early and Periodic Screening, Diagnostic, and Treatment (EPSDT)",
        "type": "ListItem",
        "element_id": "b3fe9b66e76952502506048c7476a6a9",
        "parent_id": "005e10d7d9cd5114bc3031d724ac35db",
        "page_number": 13
    },
    {
        "text": "services;",
        "type": "ListItem",
        "element_id": "66f6129afd2ade4331b69be880b31ef1",
        "parent_id": "005e10d7d9cd5114bc3031d724ac35db",
        "page_number": 13
    },
    {
        "text": "County substance use disorder or Drug Medi-Cal services; • Home health services; • Regional center services; and • Other Medically Necessary services provided within the MCP Network, or,",
        "type": "ListItem",
        "element_id": "5ae6e24f25fa3d57fed6f87331e8f86a",
        "parent_id": "005e10d7d9cd5114bc3031d724ac35db",
        "page_number": 13
    },
    {
        "text": "when necessary, by an OON Provider.",
        "type": "ListItem",
        "element_id": "f72317357d4027d7e0da04310d52c690",
        "parent_id": "005e10d7d9cd5114bc3031d724ac35db",
        "page_number": 13
    },
    {
        "text": "The ICP must be developed by the MCP case management team and must be completed in collaboration with the CCS-eligible Member, Member’s family, and/or the Member’s designated caregiver, as applicable. The ICP must indicate the level of care the Member requires (e.g., case management and care coordination, complex case management). The ICP must also include the following information, as appropriate, and only if the information has not already been provided as part of another MCP process:26",
        "type": "NarrativeText",
        "element_id": "b0478e05c8de1ab017d9eb538ebe1914",
        "parent_id": "005e10d7d9cd5114bc3031d724ac35db",
        "page_number": 13
    },
    {
        "text": "25 WIC section 14094.11(b)(4) 26 WIC section 14094.11(c)",
        "type": "UncategorizedText",
        "element_id": "e5163fd6d4b8af54524542d1873092cf",
        "parent_id": "005e10d7d9cd5114bc3031d724ac35db",
        "page_number": 13
    },
    {
        "text": "ALL PLAN LETTER 23-034 Page 14",
        "type": "NarrativeText",
        "element_id": "73288e2ee16ab409261f3b24f4b0efdf",
        "parent_id": "005e10d7d9cd5114bc3031d724ac35db",
        "page_number": 14
    },
    {
        "text": "• Access instructions for families so that families know where to go for ongoing information, education, and support in order that they may understand the goals, treatment plan, and course of care for the CCS- eligible Member and the family’s role in the process; what it means to have primary or specialty care for the CCS-eligible Member; when it is time to call a specialist, primary, urgent care, or emergency room; what an interdisciplinary team is; and what community resources exist;",
        "type": "ListItem",
        "element_id": "66aca9e60f72947baa740fac9394adcc",
        "parent_id": "005e10d7d9cd5114bc3031d724ac35db",
        "page_number": 14
    },
    {
        "text": "• A primary or specialty care physician who is the primary clinician for the CCS-eligible Member and who provides core clinical management functions;",
        "type": "ListItem",
        "element_id": "0d68f0d316b706cfa5c0c1ef792e14d7",
        "parent_id": "005e10d7d9cd5114bc3031d724ac35db",
        "page_number": 14
    },
    {
        "text": "across the health care system, including transitions among levels of care and interdisciplinary care teams, as well as coordination of care plans across specialties including mechanisms to track completion of follow up visits, if applicable. For example, it is expected that MCPs will confirm whether Members receive referred treatments and document when, where, and any next steps following treatment. If a Member does not receive referred treatments, the MCP must follow up with the Member to assist in planning next steps in care coordination, understand barriers, and make adjustments to the referrals if warranted. MCPs must also attempt to connect with the Provider to whom the Member was referred to and facilitate a warm hand off to necessary treatment; and",
        "type": "ListItem",
        "element_id": "332f83aa5a1140d770976081c8f80224",
        "parent_id": "005e10d7d9cd5114bc3031d724ac35db",
        "page_number": 14
    },
    {
        "text": "• Provision of information about qualified professionals, community resources, or other agencies for services or items outside the scope of responsibility of the MCP.",
        "type": "ListItem",
        "element_id": "61ce80057ba6ad51e2703c0a908c79ab",
        "parent_id": "005e10d7d9cd5114bc3031d724ac35db",
        "page_number": 14
    },
    {
        "text": "Further, the MCP must reassess a Member’s risk level and needs annually at the CCS eligibility redetermination or upon the report of a significant change to a Member’s condition.",
        "type": "NarrativeText",
        "element_id": "74f3a6bc89b191eb9e57d3da961c8fb2",
        "parent_id": "005e10d7d9cd5114bc3031d724ac35db",
        "page_number": 14
    },
    {
        "text": "New Members and Newly CCS-eligible Members Determined Low Risk For new Members and newly CCS-eligible Members identified as low risk, the MCP must assess the Member by telephonic and/or in-person communication within 120 calendar days of enrollment to determine the Member’s health care needs. The MCP is still required to provide care coordination and case management services to low risk Members.",
        "type": "NarrativeText",
        "element_id": "bb96ef72a4a9f796b63bca0d8f61205d",
        "parent_id": "005e10d7d9cd5114bc3031d724ac35db",
        "page_number": 14
    },
    {
        "text": "WCM Transitioning Members",
        "type": "NarrativeText",
        "element_id": "49bb10b911df9079607f884aedbb925b",
        "parent_id": "005e10d7d9cd5114bc3031d724ac35db",
        "page_number": 14
    },
    {
        "text": "ALL PLAN LETTER 23-034 Page 15",
        "type": "NarrativeText",
        "element_id": "7fbc5e5a3022fb35ede8f75e2553719f",
        "parent_id": "005e10d7d9cd5114bc3031d724ac35db",
        "page_number": 15
    },
    {
        "text": "For Members transitioning into the WCM Program, the MCP must complete the PRSP within 45 calendar days of transition to determine each Member’s risk level. The MCP must also complete all required telephonic and/or in- person communication and ICPs for high-risk Members, and all required telephonic and/or in-person communication for low risk Members, within one year of the transition. Additionally, the MCP must reassess a Member’s risk level and needs annually at the CCS eligibility redetermination, or upon a significant change to a Member’s condition.",
        "type": "NarrativeText",
        "element_id": "df24a5bdd5e07f796a560d42f3e7b616",
        "parent_id": "005e10d7d9cd5114bc3031d724ac35db",
        "page_number": 15
    },
    {
        "text": "MCPs must submit to DHCS for review and approval a WCM Member phase- in transition plan establishing a process for completing all required telephonic or in-person communication and ICPs within one year of the transition.",
        "type": "NarrativeText",
        "element_id": "8fa4c7a06e72e51da371a206edebcc38",
        "parent_id": "005e10d7d9cd5114bc3031d724ac35db",
        "page_number": 15
    },
    {
        "text": "Regardless of a Member’s risk level, all communications, whether by phone, mail, or other forms of communication, must inform the Member and/or the Member’s designated caregivers that assessments will be provided in a linguistically and culturally appropriate manner, and must identify the method by which providers will arrange for in-person assessments.27,28",
        "type": "NarrativeText",
        "element_id": "66970aeca74274291a04147133ea9931",
        "parent_id": "005e10d7d9cd5114bc3031d724ac35db",
        "page_number": 15
    },
    {
        "text": "C. Case Management and Care Coordination29",
        "type": "Title",
        "element_id": "8fdf5e5acfc83e3b9f1d1f222366a6d8",
        "parent_id": "2707e858e629dd7733bd4bc999895cae",
        "page_number": 15
    },
    {
        "text": "MCPs must provide case management and care coordination, including referrals to subspecialists, if not previously referred by the Primary Care Provider (PCP), and service authorizations for CCS-eligible Members and their families. MCPs must ensure that case management is administered by a primary point of contact with knowledge or adequate training on the CCS Program, and have clinical experience with either the CCS population or pediatric patients with complex medical conditions.30 MCPs that delegate the provision of CCS services to Subcontractors and Network Providers, must ensure that all Subcontractors and Network Providers provide case management and care coordination for Members.",
        "type": "ListItem",
        "element_id": "840bb6892a565c7e9866508f1a4393d8",
        "parent_id": "8fdf5e5acfc83e3b9f1d1f222366a6d8",
        "page_number": 15
    },
    {
        "text": "ECM can be provided in addition to the WCM Program. MCPs are expected to ensure that Members receiving ECM services do not receive duplicative CCS WCM services. Specifically, MCPs are required to demonstrate how they will prevent duplication in their respective Models of Care Where it is appropriate,",
        "type": "NarrativeText",
        "element_id": "85abc4b870173b7d600b473167c4a61e",
        "parent_id": "8fdf5e5acfc83e3b9f1d1f222366a6d8",
        "page_number": 15
    },
    {
        "text": "27 For more information on Diversity, Equity, and Inclusion Training Program Requirements, including the definition and requirements applicable, see APL 23-025, or any superseding APL on this topic. 28 See APL 22-002: Alternative Format Selection for Members with Visual Impairments or any superseding APL. 29 WIC section 14094.11(b)(1)-(6) 30 WIC section 14094.11(a)",
        "type": "NarrativeText",
        "element_id": "7a977af0339c439e5e526e3a65a6039d",
        "parent_id": "8fdf5e5acfc83e3b9f1d1f222366a6d8",
        "page_number": 15
    },
    {
        "text": "ALL PLAN LETTER 23-034 Page 16",
        "type": "NarrativeText",
        "element_id": "6cbb422f2b281b528f712cb2aeb0626d",
        "parent_id": "8fdf5e5acfc83e3b9f1d1f222366a6d8",
        "page_number": 16
    },
    {
        "text": "CCS WCM elements can be delegated to ECM Providers to ensure children and youth receive comprehensive, non-duplicated care across ECM and the WCM Program.",
        "type": "NarrativeText",
        "element_id": "f249c51fa1669ed806acc51533a617f4",
        "parent_id": "8fdf5e5acfc83e3b9f1d1f222366a6d8",
        "page_number": 16
    },
    {
        "text": "MCPs must allow Members to access CCS-Paneled providers within all of the MCP’s subcontracted Provider Network for CCS services. MCPs must ensure that information, education, and support is continuously provided to CCS-eligible Members and their families to assist in their understanding of the CCS-eligible Member’s health, other available services, and overall collaboration on the CCS- eligible Member’s ICP. MCPs must also coordinate services identified in the Member’s ICP, including:",
        "type": "NarrativeText",
        "element_id": "196edad9fc6bd73083ade4d8dfae4c4d",
        "parent_id": "8fdf5e5acfc83e3b9f1d1f222366a6d8",
        "page_number": 16
    },
    {
        "text": "Primary and preventive care services with specialty care services; • MTUs; • EPSDT services, including palliative care;31 • Regional Center services; and • Home and community-based services.",
        "type": "ListItem",
        "element_id": "0105f22c1c4c060d047dc218bfb9fa19",
        "parent_id": "8fdf5e5acfc83e3b9f1d1f222366a6d8",
        "page_number": 16
    },
    {
        "text": "1. Age-Out Planning Responsibility",
        "type": "Title",
        "element_id": "997ec55915642d9b6f7fe40cb9f18ae9",
        "parent_id": "2707e858e629dd7733bd4bc999895cae",
        "page_number": 16
    },
    {
        "text": "MCPs must maintain a process for preparing Members approaching WCM age limitations, including identification of primary care and specialty care providers appropriate to the Member’s CCS qualifying condition(s). The care coordination plan must be developed at least a year before the Member ages out.",
        "type": "NarrativeText",
        "element_id": "7048d9758adcb9417ced81a38008b1ed",
        "parent_id": "997ec55915642d9b6f7fe40cb9f18ae9",
        "page_number": 16
    },
    {
        "text": "MCPs must identify and track CCS-eligible Members for the duration of their participation in the WCM Program and, for those who continue to be enrolled in the same MCP, for at least three years after they age-out of the WCM Program, to the extent feasible.32 2. Pediatric Provider Phase-Out Plan",
        "type": "NarrativeText",
        "element_id": "66988ad21fa98f479986d66158e2c0ff",
        "parent_id": "997ec55915642d9b6f7fe40cb9f18ae9",
        "page_number": 16
    },
    {
        "text": "A pediatric phase-out occurs when a treating CCS-paneled Provider determines that their services are no longer beneficial or appropriate to the treatment of the Member. The MCPs must provide care coordination to CCS- eligible Members in need of an adult Provider when the CCS-eligible Member no longer requires the services of a pediatric Provider. The timing of the transition must be individualized to take into consideration the Member’s medical condition and the established need for care with adult Providers.",
        "type": "NarrativeText",
        "element_id": "ceb074ad12ba199aaf41c62bd81325eb",
        "parent_id": "997ec55915642d9b6f7fe40cb9f18ae9",
        "page_number": 16
    },
    {
        "text": "D. Continuity of Care",
        "type": "Title",
        "element_id": "78e2594163a2a5be03e26547ea34e3e6",
        "parent_id": "2707e858e629dd7733bd4bc999895cae",
        "page_number": 16
    },
    {
        "text": "31 If the scope of the federal EPSDT benefit is more generous than the scope of a benefit discussed in a CCS N.L. or other guidance, the EPSDT standard of what is Medically Necessary to correct or ameliorate the child’s condition must be applied. 32 WIC section 14094.12(j)",
        "type": "NarrativeText",
        "element_id": "407128b3bdfa28e6784aa26fe519136c",
        "parent_id": "78e2594163a2a5be03e26547ea34e3e6",
        "page_number": 16
    },
    {
        "text": "ALL PLAN LETTER 23-034 Page 17",
        "type": "NarrativeText",
        "element_id": "27ef8ed601f4e874b16650a2a96fd1fc",
        "parent_id": "78e2594163a2a5be03e26547ea34e3e6",
        "page_number": 17
    },
    {
        "text": "MCPs must establish and maintain a process to allow Members to request and receive continuity of care with existing CCS provider(s) for up to 12 months.33 This APL does not in any way limit the MCP’s obligation to fully comply with the requirements of HSC section 1373.96 and all applicable APLs regarding continuity of care.34 Sections 1 through 4 below include additional continuity of care requirements that only pertain to the WCM Program.",
        "type": "NarrativeText",
        "element_id": "55ef3af9e1eaafacd4c02b90b4c150bb",
        "parent_id": "78e2594163a2a5be03e26547ea34e3e6",
        "page_number": 17
    },
    {
        "text": "If a Member has a pre-existing relationship with a specialized or customized DME Provider, the MCP must provide access to that Provider for up to 12 months.35, 36 The MCP is required to pay the DME provider at rates that are at least equal to the applicable CCS fee-for-service (FFS) rates, unless the DME Provider and the MCP mutually enter into an agreement on an alternative payment methodology. The MCP may extend the continuity of care period beyond 12 months for specialized or customized DME still under warranty and deemed Medically Necessary by the treating Provider.37",
        "type": "ListItem",
        "element_id": "811f4ea293ee55a6bcaaa67b459389c3",
        "parent_id": "78e2594163a2a5be03e26547ea34e3e6",
        "page_number": 17
    },
    {
        "text": "Specialized or customized DME must be:",
        "type": "NarrativeText",
        "element_id": "2279667a016b68f4da5b03c62b458931",
        "parent_id": "78e2594163a2a5be03e26547ea34e3e6",
        "page_number": 17
    },
    {
        "text": "• Uniquely constructed or substantially modified solely for the use of the Member;",
        "type": "ListItem",
        "element_id": "9e9e95aab9b350b4a6acfbf532470881",
        "parent_id": "78e2594163a2a5be03e26547ea34e3e6",
        "page_number": 17
    },
    {
        "text": "• Made to order or adapted to meet the specific needs of the Member; and • Uniquely constructed, adapted, or modified such that it precludes use of the DME by another individual and cannot be grouped with other items meant for the same use for pricing purposes.",
        "type": "ListItem",
        "element_id": "89fa098398d8cc76fa498182961e1f3a",
        "parent_id": "78e2594163a2a5be03e26547ea34e3e6",
        "page_number": 17
    },
    {
        "text": "2. Continuity of Care Case Management38",
        "type": "Title",
        "element_id": "6998766e3d876422be25c47e9412e904",
        "parent_id": "2707e858e629dd7733bd4bc999895cae",
        "page_number": 17
    },
    {
        "text": "MCPs must ensure CCS-eligible Members receive expert case management, care coordination, service authorization, and Provider referral services. MCPs must meet this requirement by allowing continuity of care case management and care coordination from the CCS-eligible Member’s existing public health nurse (PHN) at the request of CCS-eligible Members, their families, or designated caregivers. The Member must elect to continue receiving case management from the PHN within 90 calendar days of transition of CCS",
        "type": "NarrativeText",
        "element_id": "e9a210a4bf5a72b86d0c20dad0997879",
        "parent_id": "6998766e3d876422be25c47e9412e904",
        "page_number": 17
    },
    {
        "text": "33 WIC section 14094.13 34 See APL 23-018: Managed Care Health Plan Transition Policy Guide, or any superseding APL. 35 WIC section 14094.13(b)(2)(A) 36 A pre-existing relationship means the Member has seen a CCS Provider for a nonemergency visit, at least once during the 12 months prior to the date of transition to the WCM Program. 37 WIC section 14094.13(b)(3) 38 WIC section 14094.13(e), (f), and (g)",
        "type": "NarrativeText",
        "element_id": "353a1a1d78c491274b8e6bd19193588d",
        "parent_id": "6998766e3d876422be25c47e9412e904",
        "page_number": 17
    },
    {
        "text": "ALL PLAN LETTER 23-034 Page 18",
        "type": "Header",
        "element_id": "8342e5b700dba5d7058ab2d8f0152293",
        "parent_id": null,
        "page_number": 18
    },
    {
        "text": "services to the MCP. In the event the county PHN is unavailable, the MCP must provide the Member with a MCP case manager who has received adequate training on the County CCS Program and who has clinical experience with the CCS population or with pediatric patients with complex medical conditions.",
        "type": "NarrativeText",
        "element_id": "3fb1ff7e260cf4c350a715c14047470c",
        "parent_id": "8342e5b700dba5d7058ab2d8f0152293",
        "page_number": 18
    },
    {
        "text": "At least 60 calendar days before the transition of CCS services to the MCP, the MCP must provide a written notice to all CCS-eligible Members explaining their right to continue receiving case management and care coordination services. The MCP must send a follow-up notice 30 calendar days prior to the start of the transition. These notices must be submitted to DHCS for approval.",
        "type": "NarrativeText",
        "element_id": "45f4bb28ac6c241b37879e346f131a6e",
        "parent_id": "8342e5b700dba5d7058ab2d8f0152293",
        "page_number": 18
    },
    {
        "text": "3. Authorized Prescription Drug",
        "type": "Title",
        "element_id": "e585febb4b26e2664f940e23a5874888",
        "parent_id": "8342e5b700dba5d7058ab2d8f0152293",
        "page_number": 18
    },
    {
        "text": "CCS-eligible Members transitioning into MCPs must be allowed continued use of any currently prescribed drug that is part of their prescribed therapy for the CCS-eligible condition(s) immediately prior to the date of enrollment, whether or not the prescription drug is covered by Medi-Cal Rx.39 Physician Administered Drugs will be provided by the MCP and must also be continued. The CCS-eligible Member must be allowed to use the prescribed drug until the MCP and the prescribing physician have completed an assessment, created a treatment plan, and agree that the particular drug is no longer Medically Necessary, or the prescription drug is no longer prescribed by the County CCS Program Provider.40 In such cases, the MCP must send a Notice of Action (NOA) to the CCS-eligible Member informing them of the service change, as well as their appeal rights.41",
        "type": "NarrativeText",
        "element_id": "e8e57efe1b1f9bb879eabc1fbd3f3205",
        "parent_id": "e585febb4b26e2664f940e23a5874888",
        "page_number": 18
    },
    {
        "text": "MCPs, at their discretion, may extend the continuity of care period beyond the initial 12-month period. MCPs must provide CCS-eligible Members with a written notification 60 calendar days prior to the end of the continuity of care period informing Members of their right to request a continuity of care extension and the WCM appeal process for continuity of care limitations. The notification must be submitted to DHCS for approval and must include:",
        "type": "ListItem",
        "element_id": "7e14cc98e4322884ccb61fb0ab10c5a2",
        "parent_id": "e585febb4b26e2664f940e23a5874888",
        "page_number": 18
    },
    {
        "text": "4. Extension of Continuity of Care Period42,43",
        "type": "Title",
        "element_id": "8d6b76fd333088a50963394a2605d8e5",
        "parent_id": "8342e5b700dba5d7058ab2d8f0152293",
        "page_number": 18
    },
    {
        "text": "39 See APL 22-012: Governor’s Executive Order N-01-19, Regarding Transitioning Medi-Cal Pharmacy Benefits from Managed Care to Medi-Cal RX, or any superseding APL. 40 WIC section 14094.13(d)(2). 41 See APL 21-011: Grievance and Appeals Requirements, Notice and “Your Rights” Templates, or any superseding APL. 42 HSC section 1373.96. 43 WIC section 14094.13(k).",
        "type": "NarrativeText",
        "element_id": "47034b0d4b04e8bb712586fd6ac84654",
        "parent_id": "8d6b76fd333088a50963394a2605d8e5",
        "page_number": 18
    },
    {
        "text": "ALL PLAN LETTER 23-034 Page 19",
        "type": "NarrativeText",
        "element_id": "ac19d0edb48e296d92b7fbd0e5f52159",
        "parent_id": "8d6b76fd333088a50963394a2605d8e5",
        "page_number": 19
    },
    {
        "text": "• The Member’s right to request that the MCP extend of the continuity of care period;",
        "type": "ListItem",
        "element_id": "2fe107dfcad70cc224ec15d7d254a83e",
        "parent_id": "8d6b76fd333088a50963394a2605d8e5",
        "page_number": 19
    },
    {
        "text": "The criteria that the MCP will use to evaluate the request; and • The appeal process should the MCP deny the request (see section E",
        "type": "ListItem",
        "element_id": "165dbea88b0aa257ec1371bf9d25ca3c",
        "parent_id": "8d6b76fd333088a50963394a2605d8e5",
        "page_number": 19
    },
    {
        "text": "below).",
        "type": "ListItem",
        "element_id": "f26c82916a8f7b29272f02cb624a6b2a",
        "parent_id": "8d6b76fd333088a50963394a2605d8e5",
        "page_number": 19
    },
    {
        "text": "In addition to the WCM continuity of care protections set forth above, MCP Members also have continuity of care rights under current state law as described in APL 23-022, Continuity of Care for Medi-Cal Beneficiaries Who Newly Enroll in Medi-Cal Managed Care from Medi-Cal Fee-For-Service, on or after January 1, 2023, or any superseding APL.",
        "type": "NarrativeText",
        "element_id": "fd421698381db0a46586c13307184503",
        "parent_id": "8d6b76fd333088a50963394a2605d8e5",
        "page_number": 19
    },
    {
        "text": "E. Grievance, Appeal, and State Fair Hearing Process",
        "type": "Title",
        "element_id": "f69b6736cdd267c3ad5b439e56c490bc",
        "parent_id": "8342e5b700dba5d7058ab2d8f0152293",
        "page_number": 19
    },
    {
        "text": "MCPs must ensure that all Members are provided information on Grievances, Appeals, and State Hearing rights and processes. All CCS-eligible Members enrolled in managed care must be provided the same Grievance, Appeal, and State Hearing rights as other MCP Members. This includes the right of the CCS Member to Appeal or request a State Hearing regarding a MCP denial of the extension of a continuity of care period.44",
        "type": "ListItem",
        "element_id": "3f249bd3f05273e4345f45578072aa8b",
        "parent_id": "f69b6736cdd267c3ad5b439e56c490bc",
        "page_number": 19
    },
    {
        "text": "MCPs must have timely processes for accepting and acting upon Member Grievances and Appeals.45 Members appealing a CCS eligibility determination must appeal to the County CCS Program. MCPs must also comply with the requirements pursuant to APL 21-004: Standards for Determining Threshold Languages, Nondiscrimination Requirements and Language Assistance Services, or any superseding APL.",
        "type": "NarrativeText",
        "element_id": "cb91dfc579204280cb755cf3783bc611",
        "parent_id": "f69b6736cdd267c3ad5b439e56c490bc",
        "page_number": 19
    },
    {
        "text": "As stated above, CCS Members and their families/designated caregivers have the right to request extended continuity of care with the MCP beyond the initial 12-month period. MCPs must process these requests like other standard or expedited Prior Authorization requests according to the timeframes contained in APL 21-011: Grievance and Appeal Requirements, Notice and “Your Rights” Templates, or any superseding APL.",
        "type": "NarrativeText",
        "element_id": "76cb5d9f5331dca8e78c5ee12065254b",
        "parent_id": "f69b6736cdd267c3ad5b439e56c490bc",
        "page_number": 19
    },
    {
        "text": "If a MCP denies a request for extended continuity of care, it must provide the Member with a written NOA informing them of their right to further Appeal the denials by the MCP and of the Member’s State Hearing rights following the appeal process. This also includes cases of Deemed Exhaustion or when Members exhaust the plan’s internal Appeal process. MCPs must follow all",
        "type": "NarrativeText",
        "element_id": "b4a5ce13f1d3b0f68702ba5f95a3258b",
        "parent_id": "f69b6736cdd267c3ad5b439e56c490bc",
        "page_number": 19
    },
    {
        "text": "44 WIC Section 14094.13(j). 45 See APL 21-011: Grievance and Appeals Requirements, Notice and “Your Rights” Templates, or any superseding APL.",
        "type": "NarrativeText",
        "element_id": "9cc041c5b09cf5553cab9583e7d640d4",
        "parent_id": "f69b6736cdd267c3ad5b439e56c490bc",
        "page_number": 19
    },
    {
        "text": "ALL PLAN LETTER 23-034 Page 20",
        "type": "NarrativeText",
        "element_id": "c81ffb2c828846c97f3769ddded0abcd",
        "parent_id": "f69b6736cdd267c3ad5b439e56c490bc",
        "page_number": 20
    },
    {
        "text": "noticing and timing requirements contained in APL 21-011, or any superseding APL, when denying extended continuity of care requests and when processing Appeals. As required in APL 21-011, if MCPs make changes to any of the noticing templates, they must submit the revised notices to DHCS for review and approval prior to use.",
        "type": "NarrativeText",
        "element_id": "e8786e7209fd0881b47dd0cf0fdcb675",
        "parent_id": "f69b6736cdd267c3ad5b439e56c490bc",
        "page_number": 20
    },
    {
        "text": "F. Blood, Tissue, and Solid Organ Transplants",
        "type": "Title",
        "element_id": "debfdf2a28239356db91888ac5462247",
        "parent_id": "8342e5b700dba5d7058ab2d8f0152293",
        "page_number": 20
    },
    {
        "text": "MCPs are required to cover all Medically Necessary blood, tissue, and solid organ transplants for CCS-eligible Members as outlined in the Medi-Cal Provider Manual, including all updates and amendments to the manual.46 The MCP must refer CCS-eligible Members to a CCS-approved SCC, that has current CCS approval to transplant the specified blood, tissue, or solid organ transplants in the Member’s age group (i.e., pediatric vs. adult), for an evaluation within 72 hours of the Member’s PCP or specialist identifying the CCS-eligible Member as a potential candidate for a blood, tissue, and solid organ transplants . MCPs must authorize the request for the blood, tissue, and solid organ transplants after the SCC confirms that the Member is a suitable candidate for the blood, tissue, and solid organ transplants.47",
        "type": "NarrativeText",
        "element_id": "00c3cced060444ffbb94047885f0d78f",
        "parent_id": "debfdf2a28239356db91888ac5462247",
        "page_number": 20
    },
    {
        "text": "MCPs are responsible for authorizing CCS Maintenance and Transportation (M&T), Non-Emergency Medical Transportation (NEMT), and Non-Medical Transportation (NMT).48",
        "type": "NarrativeText",
        "element_id": "b1dd866e1bb12f39ca711025c0f32fb0",
        "parent_id": "debfdf2a28239356db91888ac5462247",
        "page_number": 20
    },
    {
        "text": "Reimbursements for M&T expenses are available to the CCS-eligible Member/family in accordance with CCS N.L. 03-0810, or any superseding N.L.49 MCPs must provide and authorize the CCS M&T benefit for CCS-eligible Members or the Member’s family seeking transportation to a medical service related to their CCS-eligible condition(s) when the cost of M&T presents a barrier to accessing authorized CCS services. M&T services include meals, lodging, and other necessary costs (e.g. parking, tolls, etc.), in addition to transportation expenses, and must comply with the requirements listed in CCS N.L. 03-0810, or any superseding version of that N.L. These services include, but are not limited to, M&T for out-of-county and out-of-state services, and reimbursement for",
        "type": "NarrativeText",
        "element_id": "4d4dc6edeeec3495faf78f48d24e9685",
        "parent_id": "debfdf2a28239356db91888ac5462247",
        "page_number": 20
    },
    {
        "text": "G. Transportation",
        "type": "Title",
        "element_id": "56a40ada82c04f1e8e7f726c1d52d6d5",
        "parent_id": "8342e5b700dba5d7058ab2d8f0152293",
        "page_number": 20
    },
    {
        "text": "46 The Medi-Cal Provider Manual can be found at: https://mcweb.apps.prd.cammis.medi- cal.ca.gov/publications/manual. 47 HSC section 1367.01 48 See APL 22-008: Non-Emergency Medical and Non-Medical Transportation Services and Related Travel Expenses, or any superseding APL 49 WIC section 14094.15",
        "type": "NarrativeText",
        "element_id": "25f7fb5b223e0a22f8cf46e776f8f11c",
        "parent_id": "56a40ada82c04f1e8e7f726c1d52d6d5",
        "page_number": 20
    },
    {
        "text": "ALL PLAN LETTER 23-034 Page 21",
        "type": "NarrativeText",
        "element_id": "f436d05ae848b926c0915d6c95b62e12",
        "parent_id": "56a40ada82c04f1e8e7f726c1d52d6d5",
        "page_number": 21
    },
    {
        "text": "private car conveyance at the Internal Revenue Service standard mileage rate for medical transportation in effect on the date the travel occurred.",
        "type": "NarrativeText",
        "element_id": "5ea3fe8b4417cb6630a69357d38a2e77",
        "parent_id": "56a40ada82c04f1e8e7f726c1d52d6d5",
        "page_number": 21
    },
    {
        "text": "If the CCS-eligible Member or the Member’s family paid for M&T expenses up front, the MCP must approve and reimburse the Member or the Member’s family no later than 60 calendar days following confirmation that all required receipts and documentation have been received. MCPs are required to submit updated policies and procedures (P&P) outlining required documentation.",
        "type": "NarrativeText",
        "element_id": "0bf90f4d2a7400cc051adac9017d1ef1",
        "parent_id": "56a40ada82c04f1e8e7f726c1d52d6d5",
        "page_number": 21
    },
    {
        "text": "MCPs must also comply with all requirements listed in the MCP Contract and APL 22-008, or any superseding version of that APL, for CCS-eligible Members to obtain NEMT and NMT exceeding the CCS M&T benefit as set forth in CCS N.L. 03-0810, or for services not related to a Member’s CCS-eligible condition(s).",
        "type": "NarrativeText",
        "element_id": "024e46d5e3fa6ce8074c82781ec36c5b",
        "parent_id": "56a40ada82c04f1e8e7f726c1d52d6d5",
        "page_number": 21
    },
    {
        "text": "H. Out-of-Network Access",
        "type": "Title",
        "element_id": "7284d535467b4fe032d71abc9c19ddd9",
        "parent_id": "8342e5b700dba5d7058ab2d8f0152293",
        "page_number": 21
    },
    {
        "text": "MCPs must provide all Medically Necessary services by CCS paneled providers, which may require the Member to be seen OON. MCPs must allow CCS-eligible Members access to OON providers in order to obtain Medically Necessary services if the MCP has no specialists that treat the CCS-eligible condition(s) within the MCP’s Provider Network, or if in-Network Providers are unable to meet timely access standards.50 CCS-eligible Members and providers are required to follow the MCP’s authorization to obtain appropriate approvals before accessing an OON provider. MCPs must ensure that CCS-eligible Members requesting services from OON providers are provided accurate information on how to request and seek approval for OON services. MCPs cannot deny OON services based on cost or location. Transportation must be provided for Members obtaining OON services. These OON access requirements also apply to the MCP’s Subcontracted Provider Networks.",
        "type": "NarrativeText",
        "element_id": "58fb6d2334f250c320632a28f7bfbd9a",
        "parent_id": "7284d535467b4fe032d71abc9c19ddd9",
        "page_number": 21
    },
    {
        "text": "The MCP and their Subcontracted Provider Networks must ensure Members have access to all Medically Necessary services related to their CCS condition(s). If CCS-eligible Members require services or treatments for their CCS condition(s) that are not available in the MCP’s or their Subcontracted Provider Networks, the MCP must identify, coordinate, and provide access to an OON CCS-paneled specialist.",
        "type": "NarrativeText",
        "element_id": "527f932401a4edd929bb542caaf384c9",
        "parent_id": "7284d535467b4fe032d71abc9c19ddd9",
        "page_number": 21
    },
    {
        "text": "I. Advisory Committees",
        "type": "Title",
        "element_id": "d14f3930516978db3a248d900ff72e03",
        "parent_id": "8342e5b700dba5d7058ab2d8f0152293",
        "page_number": 21
    },
    {
        "text": "MCPs must meet quarterly with a Family Advisory Committee (FAC) for CCS families composed of a diverse group of families that represent a range of conditions, disabilities, and demographics. The FAC must also include, but not be",
        "type": "NarrativeText",
        "element_id": "73fa3c7c1d7348ee3adc4c34aabdf735",
        "parent_id": "d14f3930516978db3a248d900ff72e03",
        "page_number": 21
    },
    {
        "text": "50 See Title 42 Code of Federal Regulations (CFR) section 438.206(c). The CFR is searchable at: https://www.ecfr.gov/",
        "type": "NarrativeText",
        "element_id": "75247da785f6ab430d8ad98f0b577efd",
        "parent_id": "d14f3930516978db3a248d900ff72e03",
        "page_number": 21
    },
    {
        "text": "ALL PLAN LETTER 23-034 Page 22",
        "type": "NarrativeText",
        "element_id": "afa438ac5a834409786e90e2f2e69d6c",
        "parent_id": "d14f3930516978db3a248d900ff72e03",
        "page_number": 22
    },
    {
        "text": "limited to, parent centers, such as family resource centers, family empowerment centers, and parent training and information centers.51 Members serving on this advisory committee may receive a reasonable per diem payment to enable in- person participation in the advisory committee.52 A representative of this committee will be invited to serve as a Member of the statewide DHCS CCS stakeholder advisory group.",
        "type": "NarrativeText",
        "element_id": "37b61d176d7382cd0bbe113a13592cff",
        "parent_id": "d14f3930516978db3a248d900ff72e03",
        "page_number": 22
    },
    {
        "text": "MCP representatives must meet quarterly with the WCM Program stakeholder advisory group composed of representatives of CCS providers, County CCS Program administrators, health plans, family resource centers, regional centers, recognized exclusive representatives of County CCS providers, CCS case managers, CCS MTUs, and representatives from Family Advisory Committees.",
        "type": "NarrativeText",
        "element_id": "86608c6c819c1570116829669c5cea52",
        "parent_id": "d14f3930516978db3a248d900ff72e03",
        "page_number": 22
    },
    {
        "text": "MCPs must also meet quarterly with a Clinical Advisory Committee composed of the MCP’s chief medical officer or equivalent, the County CCS administrator, medical director or designee, and at least four CCS-paneled Providers to advise on clinical issues relating to CCS conditions, including treatment authorization guidelines, and serve as clinical advisers on other clinical issues relating to CCS conditions.53",
        "type": "NarrativeText",
        "element_id": "681b852fdaeb39dee5215e379d26c2e0",
        "parent_id": "d14f3930516978db3a248d900ff72e03",
        "page_number": 22
    },
    {
        "text": "III. WCM PAYMENT STRUCTURE",
        "type": "Title",
        "element_id": "0d31b145624b1a0ec48bf58101480162",
        "parent_id": "8342e5b700dba5d7058ab2d8f0152293",
        "page_number": 22
    },
    {
        "text": "A. Payment and Fee Rate",
        "type": "Title",
        "element_id": "bd0b890d2978e0393b483db151cab17c",
        "parent_id": "8342e5b700dba5d7058ab2d8f0152293",
        "page_number": 22
    },
    {
        "text": "MCPs are required to pay Providers at rates that are at least equal to the applicable CCS FFS rates, unless the Provider and the MCP mutually enter into an agreement on an alternative payment methodology.54 MCPs are responsible for authorization and payment of all NICU and CCS NICU claims and for conducting NICU eligibility criteria assessments and authorizations in all WCM counties. The MCP must review authorizations and determine whether or not services meet CCS NICU requirements. MCPs are also required to assume responsibility of coverage for PICU/NICU eligible newborns through their second month of life when the newborn’s mother is Medi-Cal eligible and enrolled in the MCP.",
        "type": "NarrativeText",
        "element_id": "ab71f2d357ebae219f9ee9f7c97b4428",
        "parent_id": "bd0b890d2978e0393b483db151cab17c",
        "page_number": 22
    },
    {
        "text": "IV. MCP RESPONSIBILITIES TO DHCS",
        "type": "Title",
        "element_id": "fb5205c1cb66f08beee009b5e02e2f93",
        "parent_id": "8342e5b700dba5d7058ab2d8f0152293",
        "page_number": 22
    },
    {
        "text": "51 WIC section 14094.7(d)(3) 52 WIC section 14094.17(b)(2) 53 WIC section 14094.17(a) 54 WIC Section 14094.16(b)",
        "type": "UncategorizedText",
        "element_id": "bd3212d679f8fd81a70cf9e8bb25d167",
        "parent_id": "fb5205c1cb66f08beee009b5e02e2f93",
        "page_number": 22
    },
    {
        "text": "ALL PLAN LETTER 23-034 Page 23",
        "type": "NarrativeText",
        "element_id": "c3c0bb74c2f303e06adc4d139df1ccf8",
        "parent_id": "fb5205c1cb66f08beee009b5e02e2f93",
        "page_number": 23
    },
    {
        "text": "A. Network Certification55",
        "type": "Title",
        "element_id": "565ec35f8f5cfbf1a892c83719037550",
        "parent_id": "8342e5b700dba5d7058ab2d8f0152293",
        "page_number": 23
    },
    {
        "text": "MCPs and their Subcontracted Provider Networks are required to meet specific Network certification requirements while participating in the WCM Program, which includes having an adequate Network of CCS-paneled Providers to serve the CCS-eligible population including physicians, specialists, allied professionals, SCCs, hospitals, home health agencies, and specialized and customizable DME providers.",
        "type": "NarrativeText",
        "element_id": "1841837b7bfa0859e77f22c41aaa5c3d",
        "parent_id": "565ec35f8f5cfbf1a892c83719037550",
        "page_number": 23
    },
    {
        "text": "The WCM Network certification requires MCPs to submit updated P&Ps and their CCS-paneled Provider Networks via a WCM Provider Network Reporting Template.56",
        "type": "NarrativeText",
        "element_id": "df065d294c3aa9109ca5541a6be63459",
        "parent_id": "565ec35f8f5cfbf1a892c83719037550",
        "page_number": 23
    },
    {
        "text": "Subcontracted Provider Networks that do not meet WCM Network certification requirements will be excluded from participating in the WCM until DHCS determines that all certification requirements have been met. MCPs are required to provide oversight and monitoring of all Subcontracted Provider Networks to ensure Network certification requirements for WCM are met.",
        "type": "NarrativeText",
        "element_id": "f53c473a65d9b46e1e39e4f8cadee5bd",
        "parent_id": "565ec35f8f5cfbf1a892c83719037550",
        "page_number": 23
    },
    {
        "text": "In accordance with APL 23-001: Network Certification Requirements, or any superseding APL, WCM MCPs must request to add Subcontracted Provider Networks to their WCM Network no later than the Annual Network Certification submission date provided in APL 23-001, or any superseding APL.",
        "type": "NarrativeText",
        "element_id": "af3c2f238c59f716e878832d818c9421",
        "parent_id": "565ec35f8f5cfbf1a892c83719037550",
        "page_number": 23
    },
    {
        "text": "B. CCS Paneling and Provider Credentialing Requirements",
        "type": "Title",
        "element_id": "680c2c50ad6095fd3eec771932a73aff",
        "parent_id": "8342e5b700dba5d7058ab2d8f0152293",
        "page_number": 23
    },
    {
        "text": "Physicians and other Provider types must be CCS-paneled with full or provisional approval status.57 MCPs cannot panel CCS Providers; however, they must ensure that CCS Providers in their Provider Network have an active panel status. MCPs must direct Providers who need to be paneled to the CCS Provider Paneling website.58 MCPs can view the DHCS CCS-paneled Provider list online to ensure Providers are credentialed and continue contracting with additional CCS-paneled Providers.59",
        "type": "ListItem",
        "element_id": "9d42f8caed06017eb8ad5a02a7451dd9",
        "parent_id": "680c2c50ad6095fd3eec771932a73aff",
        "page_number": 23
    },
    {
        "text": "MCPs are required to verify the credentials of all contracted CCS-paneled Providers to ensure the Providers are actively CCS-paneled and authorized to treat CCS-eligible Members. MCPs’ written P&Ps must follow the credentialing",
        "type": "NarrativeText",
        "element_id": "12f771e6fafb841f0de79304e84f0a78",
        "parent_id": "680c2c50ad6095fd3eec771932a73aff",
        "page_number": 23
    },
    {
        "text": "55 These requirements are further outlined in the APL 23-001: Network Certification Requirements, or any superseding APL. 56 The WCM Provider Network Reporting Template will be provided to MCPs upon request by emailing DHCSMCQMDWCM@dhcs.ca.gov. 57 See the Medi-Cal Provider Manual on CCS Provider Paneling Requirements. 58 Children’s Medical Services CCS Provider Paneling is available at: https://cmsprovider.cahwnet.gov/PANEL/index.jsp 59 The CCS Paneled Providers List is available at: https://cmsprovider.cahwnet.gov/prv/pnp.pdf",
        "type": "NarrativeText",
        "element_id": "75a8856029c0e0083db4841b55c0c586",
        "parent_id": "680c2c50ad6095fd3eec771932a73aff",
        "page_number": 23
    },
    {
        "text": "ALL PLAN LETTER 23-034 Page 24",
        "type": "NarrativeText",
        "element_id": "e5de9eb4cb0653b11fd9902b02b0dfb2",
        "parent_id": "680c2c50ad6095fd3eec771932a73aff",
        "page_number": 24
    },
    {
        "text": "and re-credentialing guidelines contained in APL 22-013: Provider Credentialing/Re-credentialing and Screening/Enrollment, or any superseding APL. MCPs must develop and maintain written P&Ps that pertain to the initial credentialing, re-credentialing, recertification, and reappointment of Providers within their Network.",
        "type": "NarrativeText",
        "element_id": "090214cf55324b704a0685d4ee328d6b",
        "parent_id": "680c2c50ad6095fd3eec771932a73aff",
        "page_number": 24
    },
    {
        "text": "C. Utilization Management",
        "type": "Title",
        "element_id": "3d821b5721df3782803a3f1537b811f2",
        "parent_id": "8342e5b700dba5d7058ab2d8f0152293",
        "page_number": 24
    },
    {
        "text": "MCPs must develop, implement, and update, as needed, a Utilization Management (UM) program that ensures appropriate processes are used to review and approve Medically Necessary Covered Services. MCPs are responsible for ensuring that the UM program includes the following items:60",
        "type": "NarrativeText",
        "element_id": "b6afb5715e03024821bbd5d97e793740",
        "parent_id": "3d821b5721df3782803a3f1537b811f2",
        "page_number": 24
    },
    {
        "text": "• Procedures for pre-authorization, concurrent review, and retrospective review;",
        "type": "ListItem",
        "element_id": "eea93061fcdba08276c7435f1c08eaa8",
        "parent_id": "3d821b5721df3782803a3f1537b811f2",
        "page_number": 24
    },
    {
        "text": "• A list of services requiring Prior Authorization and the utilization review criteria;",
        "type": "ListItem",
        "element_id": "032b1e1a6cb46297b2ec22b15f2ea679",
        "parent_id": "3d821b5721df3782803a3f1537b811f2",
        "page_number": 24
    },
    {
        "text": "• Procedures for the utilization review appeals process for Providers and Members;",
        "type": "ListItem",
        "element_id": "da988f79172cca46d4ecc77e011f0991",
        "parent_id": "3d821b5721df3782803a3f1537b811f2",
        "page_number": 24
    },
    {
        "text": "Procedures that specify timeframes for medical authorization; and, • Procedures to detect both under- and over-utilization of health care",
        "type": "ListItem",
        "element_id": "7bd2bf96cb453afe6ec3553d62a9cdc4",
        "parent_id": "3d821b5721df3782803a3f1537b811f2",
        "page_number": 24
    },
    {
        "text": "services.",
        "type": "ListItem",
        "element_id": "1e849a005eaeaa17c19abfb511c4f21f",
        "parent_id": "3d821b5721df3782803a3f1537b811f2",
        "page_number": 24
    },
    {
        "text": "D. MCP Reporting to DHCS",
        "type": "Title",
        "element_id": "9740c6bab9979ebfba77b93ec674b85b",
        "parent_id": "8342e5b700dba5d7058ab2d8f0152293",
        "page_number": 24
    },
    {
        "text": "1. Quality Performance Measures",
        "type": "Title",
        "element_id": "cb5513eafb1ea0dfd36506e137035df0",
        "parent_id": "8342e5b700dba5d7058ab2d8f0152293",
        "page_number": 24
    },
    {
        "text": "DHCS will develop pediatric plan performance standards and measurements, including health outcomes of children with special health care needs. MCPs are required to report data on the identified performance measures in a format and manner specified by DHCS.",
        "type": "NarrativeText",
        "element_id": "98d16c17af04a6457d71486b6d9f4612",
        "parent_id": "cb5513eafb1ea0dfd36506e137035df0",
        "page_number": 24
    },
    {
        "text": "2. Reporting and Monitoring",
        "type": "Title",
        "element_id": "853cdeb1b0f893b31ed495408274b8d1",
        "parent_id": "8342e5b700dba5d7058ab2d8f0152293",
        "page_number": 24
    },
    {
        "text": "MCPs are required to report WCM encounters as outlined in the most recent DHCS Companion Guide for X12 Standard File Format for Encounter Data reporting on a monthly basis. MCPs are also required to report all contracted CCS-paneled Providers as outlined in the most recent DHCS Companion Guide for X12 Standard File Format for provider Network data. Both companion guides can be attained by emailing the Encounter Data mailbox at MMCDEncounterData@dhcs.ca.gov. MCPs must submit additionally required data in a form and manner specified by DHCS and must comply with all",
        "type": "ListItem",
        "element_id": "67c140fa6848dc67de5acfd2c4f1d14a",
        "parent_id": "853cdeb1b0f893b31ed495408274b8d1",
        "page_number": 24
    },
    {
        "text": "60 See the MCP Contract, Exhibit A, Attachment III, Utilization Management Program. The MCP Contracts are available at: http://www.dhcs.ca.gov/provgovpart/Pages/MMCDBoilerplateContracts.aspx",
        "type": "NarrativeText",
        "element_id": "f38d32d190bbc2545d066ecbfa04230a",
        "parent_id": "853cdeb1b0f893b31ed495408274b8d1",
        "page_number": 24
    },
    {
        "text": "ALL PLAN LETTER 23-034 Page 25",
        "type": "NarrativeText",
        "element_id": "8f42f0616eb23cd2627b66f3f1a5250a",
        "parent_id": "853cdeb1b0f893b31ed495408274b8d1",
        "page_number": 25
    },
    {
        "text": "contractual requirements. The data collected will be used to determine areas of deficiency and emerging trends.",
        "type": "NarrativeText",
        "element_id": "ecfabab8dd1044beade29d996ed191d1",
        "parent_id": "853cdeb1b0f893b31ed495408274b8d1",
        "page_number": 25
    },
    {
        "text": "If the requirements contained in this APL, including any updates or revisions to this APL, necessitate a change in a MCP’s contractually required P&Ps and MOUs, the MCP must submit its updated P&Ps or MOUs to its Managed Care Operations Division (MCOD) contract manager within 90 calendar days of the release of this APL. If a MCP determines that no changes to its P&Ps are necessary, the MCP must submit an email confirmation to its MCOD contract manager within 90 calendar days of the release of this APL, stating that the MCP’s P&Ps have been reviewed and no changes are necessary. The email confirmation must include the title of this APL as well as the applicable APL release date in the subject line.",
        "type": "NarrativeText",
        "element_id": "7c1bd40ac81c876af26f660cc854bce8",
        "parent_id": "853cdeb1b0f893b31ed495408274b8d1",
        "page_number": 25
    },
    {
        "text": "MCPs are further responsible for ensuring that their Subcontractors, Downstream Subcontractors and Network Providers comply with all applicable state and federal laws and regulations, contract requirements, and other DHCS guidance, including APLs and Policy Letters.61 These requirements must be communicated by each MCP to all Subcontractors, Downstream Subcontractors and Network Providers. DHCS may impose Corrective Action Plans (CAP), as well as administrative and/or monetary sanctions for non-compliance. For additional information regarding administrative and monetary sanctions, see APL 23-012, and any subsequent iterations on this topic. Any failure to meet the requirements of this APL may result in a CAP and subsequent sanctions.",
        "type": "NarrativeText",
        "element_id": "93ec75c3681fd1c26d936ba60864e049",
        "parent_id": "853cdeb1b0f893b31ed495408274b8d1",
        "page_number": 25
    },
    {
        "text": "If you have any questions regarding this APL, please contact your MCOD Contract Manager.",
        "type": "NarrativeText",
        "element_id": "ce8d80e7620b3bfd6fe49ced64d252e8",
        "parent_id": "853cdeb1b0f893b31ed495408274b8d1",
        "page_number": 25
    },
    {
        "text": "Sincerely,",
        "type": "NarrativeText",
        "element_id": "6bdc1750327e452bb8e31e06bbc5671e",
        "parent_id": "853cdeb1b0f893b31ed495408274b8d1",
        "page_number": 25
    },
    {
        "text": "Original signed by Dana Durham",
        "type": "NarrativeText",
        "element_id": "473e43e0fbe13530cfb3c814bfab0be1",
        "parent_id": "853cdeb1b0f893b31ed495408274b8d1",
        "page_number": 25
    },
    {
        "text": "Dana Durham Chief Managed Care Quality and Monitoring Division",
        "type": "NarrativeText",
        "element_id": "4c6dd2abb53e523d834a1f4f9df0a24c",
        "parent_id": "853cdeb1b0f893b31ed495408274b8d1",
        "page_number": 25
    },
    {
        "text": "61 For more information on Subcontractors and Network Providers, including the definition and requirements applicable, see APL 19-001, or any superseding APL on this topic.",
        "type": "NarrativeText",
        "element_id": "04808195831adf91c0578adfa378ee95",
        "parent_id": "853cdeb1b0f893b31ed495408274b8d1",
        "page_number": 25
    }
]
