{
    "policy_elements": [
        {
            "serial_number": 1,
            "heading": "POLICY: Participating MCPs assume full financial responsibility, with some exceptions, of authorization and payment of CCS-eligible medical services including, but not limited to, service authorization activities, claims processing and payment, case management, and quality oversight.",
            "page_numbers": [3],
            "boundary_reasoning": "This policy element starts on page 3 with a clear heading 'POLICY' and details the responsibilities of MCPs. It ends on the same page as there are no continuations of this policy element on subsequent pages."
        },
        {
            "serial_number": 2,
            "heading": "I. MCP AND COUNTY COORDINATION",
            "page_numbers": [4, 5],
            "boundary_reasoning": "This policy element starts on page 4 with the roman numeral 'I' indicating a major section. It includes sub-elements A, B, and C, which continue onto page 5, covering various aspects of MCP and county coordination responsibilities."
        },
        {
            "serial_number": 3,
            "heading": "II. MCP RESPONSIBILITIES TO CCS-ELIGIBLE MEMBERS",
            "page_numbers": [9, 10],
            "boundary_reasoning": "This policy element begins on page 9 with the heading 'II' and discusses the responsibilities of MCPs towards CCS-eligible members. It continues onto page 10, detailing specific requirements for screenings, referrals, and assessments."
        },
        {
            "serial_number": 4,
            "heading": "III. WCM PAYMENT STRUCTURE",
            "page_numbers": [22],
            "boundary_reasoning": "This policy element is clearly marked with the roman numeral 'III' on page 22, discussing the payment structure within the WCM program. It is contained within a single page."
        },
        {
            "serial_number": 5,
            "heading": "IV. MCP RESPONSIBILITIES TO DHCS",
            "page_numbers": [22, 23, 24, 25],
            "boundary_reasoning": "Starting on page 22 with the heading 'IV', this policy element outlines the responsibilities of MCPs towards DHCS and extends through pages 23, 24, and 25, covering various compliance and reporting requirements."
        }
    ]
}
