[
    {
        "serial_number": 1,
        "heading": "I. American Indian Member Rights and Protections",
        "text": "I. American Indian Member Rights and Protections\nAmerican Indian Medi-Cal Members are not required to enroll in an MCP, except in the case of County Organized Health Systems (COHS) or Single Plan Model counties. American Indians who are voluntarily enrolled in an MCP in non-COHS or non-Single Plan Model counties are permitted to disenroll from the MCP, without cause, even in instances where their aid code is subject to mandatory managed care enrollment. American Indians who disenroll from an MCP will receive services under the Fee-for- Service (FFS) delivery system.\nAn American Indian MCP Member can request to receive services from an IHCP and can choose an IHCP within the MCP’s Network as a Primary Care Provider (PCP). Additionally, the MCP must permit an American Indian MCP Member to obtain Covered Services from an out-of-network IHCP without requiring a referral from a Network PCP or Prior Authorization. IHCPs, whether in the MCP’s Network or out- of- network, can provide referrals directly to Network Providers without a referral from a Network PCP or Prior Authorization.\nAn American Indian MCP Member may receive services from an out-of-network IHCP even if there are in-network IHCPs available. When an American Indian MCP Member requests to receive services from an IHCP, and there is no in-network IHCP available, then the MCP must assist the Member in locating and connecting with an out-of- network IHCP.\nAmerican Indian MCP Members are not subject to enrollment fees, premiums, deductibles, copayments, cost sharing, or other similar charges. MCPs are prohibited from imposing such fees or charges on any American Indian MCP Member who receives an item or service directly from an IHCP or through a referral to an IHCP, or reduce payments due to a Provider, including an IHCP, by the amount of any enrollment fee, premium, deductible, copayment, cost sharing, or similar charge.\nDHCS encourages MCPs to be proactive in developing processes designed to enhance collaboration with IHCPs and resolve IHCP inquiries within applicable authorization timeframes, including expedited authorizations.\nExisting rights and protections for IHCPs, on the topics of enrollment, contracting, credentialing and site review, and claims payment, are described below.\nIf an IHCP is providing Medi-Cal covered services, including transportation, to an American Indian MCP Member, the MCP must ensure that the IHCP is enrolled in the Medi-Cal program.\nCurrent policy allows Providers to enroll through either the state-level enrollment pathway or the MCP enrollment pathway.\nHowever, an IHCP facility must enroll through the state-level enrollment pathway in order to receive reimbursement at the All-Inclusive Rate (AIR) or Prospective Payment System (PPS), and to receive Medi-Cal FFS reimbursement for MCP carved-out services, such as dental services. MCPs must inform IHCPs about this reimbursement provision if contacted by an IHCP regarding enrollment.\nAdditionally, an MCP cannot apply any requirement that a Tribal Health Program be licensed.",
        "footnotes": {
            "5": "The Indian Self-Determination and Education Assistance Act is available at: https://www.govinfo.gov/content/pkg/USCODE-2010-title25/pdf/USCODE-2010-title25-chap14-subchapII.pdf.",
            "6": "The Medi-Cal managed care Single Plan Model became effective January 1, 2024.",
            "7": "Title 22 of the California Code of Regulations (CCR) section 55110. The CCR is searchable at: https://govt.westlaw.com/calregs/Search/Index.",
            "8": "42 CFR section 438.14(b)",
            "9": "42 CFR section 438.14(b)(4).",
            "10": "42 CFR section 438.14(b)",
            "11": "Title XIX SSA section 1916(j) (42 USC §1396o(j)), and 42 CFR Sections 447.56 and 457.535.",
            "12": "MCP Contract, Exhibit A, Attachment III, 2.3 Utilization Management Program.",
            "13": "For more information, see APL 22-013: Provider Credentialing/Re-credentialing and Screening/Enrollment, or any future version of that APL. APLs are available at: https://www.dhcs.ca.gov/formsandpubs/Pages/AllPlanLetters.aspx.",
            "14": "Health and Safety Code 1206(c). A Tribal Health Program entity shall be deemed to have met license requirements if the entity meets all the applicable standards for such licensure (25 USC section 1647a)."
        }
    },
    {
        "serial_number": 2,
        "heading": "II. IHCP Rights and Protections",
        "text": "II. IHCP Rights and Protections\nA. IHCP Enrollment\nCertain federal laws and regulations apply to IHCPs, but not other Providers. IHCPs cannot be required to violate those laws and regulations as a result of serving MCP Members.22\nIHCPs cannot be required to obtain or maintain insurance (including professional liability insurance), provide indemnification, or guarantee that the MCP will be held harmless from liability. MCP contracts with IHCPs, or any addendum thereto, cannot be interpreted to authorize or obligate such Provider, or any employee of such Provider, to perform any act outside the scope of their employment.23\nIn the event of any dispute arising under the MCP’s contract with an IHCP, or any addendum thereto, the parties agree to meet and confer in good faith to resolve any such disputes. Notwithstanding any provision in the MCP’s contract with an IHCP, the IHCP shall not be required to submit any disputes between the parties to binding arbitration.24\nThe MCP’s contracts with IHCPs, and all addenda thereto, must be governed and construed in accordance with federal law. In the event of a conflict between such contract, and all addenda thereto, and federal law, federal law prevails. Nothing in the MCP’s contract with an IHCP, or any addendum thereto, can subject an IHCP to state law to any greater extent than state law is already applicable.25\nTo the extent the MCP imposes any medical quality assurance requirements on its Network IHCPs, any such requirements applicable to the IHCP are subject to Section 805 of the IHCIA (25 U.S.C. § 1675).26\nNothing in the MCP’s contract with an IHCP, or in any addendum thereto, can constitute a waiver of federal or tribal sovereign immunity.27\nFor additional contracting requirements and information regarding IHCPs and American Indian MCP Members, see CMS’ CMCS Informational Bulletin.28",
        "footnotes": {
            "22": "ibid",
            "23": "ibid",
            "24": "ibid",
            "25": "ibid",
            "26": "ibid",
            "27": "ibid",
            "28": "ibid"
        }
    },
    {
        "serial_number": 3,
        "heading": "III. MCP Tribal Liaison",
        "text": "III. MCP Tribal Liaison\nEffective January 1, 2024, MCPs are required to have an identified tribal liaison dedicated to working with each contracted and non-contracted IHCP in its service area. The tribal liaison is responsible for coordinating referrals and payment for services provided to American Indian MCP Members who are qualified to receive services from an IHCP.37 DHCS expects the MCP tribal liaison to have experience with tribal health care and American Indian tribes, as well as managed care, and to undertake an active and engaged role in assisting IHCPs with the requirements and policies as outlined in this APL. MCPs are expected to fulfill the tribal liaison role with adequate staffing to ensure effectiveness and their ability to serve IHCPs, American Indian MCP Members, and the geographical landscape of the MCP’s service area. The role and responsibilities of the MCP tribal liaison include, but are not limited to:\n• Providing information to IHCPs regarding enrollment and disenrollment of American Indian MCP Members;\n• Coordinating care with in- and out-of-network IHCPs for American Indian MCP Members;\n• Ensuring access to care with in- and out-of-network IHCPs for American Indian MCP Members;\n• Providing assistance to IHCPs and American Indian MCP Members with accessing appropriate transportation given logistical and geographical barriers unique to tribal communities;38\n• Providing case management for American Indian MCP Members that involves in- and out-of-network IHCPs;\n• Assisting IHCPs with Provider relations services, claims and payment assistance and resolution, and Member services;\n• Providing support in obtaining grievance, appeal, and State Hearing services to IHCPs in cases that impact American Indian MCP Members;\nIf you have any questions regarding this APL, please contact your MCOD Contract Manager.\nSincerely,\nOriginal Signed by Dana Durham\nDana Durham, Chief Managed Care Quality and Monitoring Division",
        "footnotes": {
            "37": "MCP Contract, Exhibit A, Attachment III, 4.3.22 Indian Health Care Providers and 4.3.23 Managed Care Liaisons.",
            "38": "The CMS State Medicaid Director Letter (SMD# 23-006): Assurance of Transportation: A Medicaid Transportation Coverage Guide is available at: https://www.medicaid.gov/sites/default/files/2023-09/smd23006.pdf."
        }
    }
]
