[
    {
        "serial_number": 1,
        "heading": "GENERAL REQUIREMENTS",
        "text": "GENERAL REQUIREMENTS MCPs are required to align internal quality and health equity efforts with DHCS’ Comprehensive Quality Strategy Report, monitor and report quality performance measures as detailed through the MCAS measures, and review and take action on items identified through DHCS’ reports including but not limited to the Technical Report, Health Disparities Report, Preventive Services Report, Focus Studies, and Encounter Data Validation Report.",
        "footnotes": {
            "10": "The Comprehensive Strategy Report is available at: https://www.dhcs.ca.gov/services/Documents/Formatted-Combined-CQS-2-4-22.pdf.",
            "11": "MCAS measures can be found at: https://www.dhcs.ca.gov/dataandstats/reports/Pages/MgdCareQualPerfEAS.aspx."
        }
    },
    {
        "serial_number": 2,
        "heading": "QUALITY AND HEALTH EQUITY TEAMS & DESIGNATED CONTACTS",
        "text": "QUALITY AND HEALTH EQUITY TEAMS & DESIGNATED CONTACTS MCPs are required to have at minimum, the teams below to lead the quality and health equity efforts across their organization:\n• Performance Improvement Lead: MCPs must designate a performance measurement lead and at least one designated backup contact to report performance measurements to DHCS. The performance measurement lead acts as a liaison to communicate DHCS requirements to MCPs and coordinate MCPs’ satisfactory and timely completion of required quality improvement (QI) submissions. In the absence of the performance measurement lead, the backup contact must be familiar with the performance measures to assume the duties of the performance measurement lead.\n• Regional Quality and Health Equity Teams: MCPs must develop or leverage existing regional quality and health equity teams to support the QI and health equity work for all their counties across various DHCS designated regions. MCP regional teams are expected to develop partnerships within their designated regions that include at a minimum, Network Providers, partner MCPs, county Behavioral Health Plans (BHP), local health departments, community-based organizations (CBOs), local governmental agencies (e.g., department/county of social services, Women, Infant, and Children agencies, child welfare departments), regional centers, home and community-based service programs, continuum of care programs, First 5 programs, Area Agencies of Aging, caregiver resource centers, local education agencies, Individual Family Service Plans, and Members. The regional teams must participate in state-driven collaborative meetings and projects to improve partnerships in these regions.\nQUALITY IMPROVEMENT AND HEALTH EQUITY TRANSFORMATION REQUIREMENTS MCPs are required to implement and annually report a QIHETP plan that addresses clinical quality of physical, behavioral health, access and engagement of providers, continuity and coordination across settings and all levels of care, and Member experience. DHCS updates the Medi-Cal Managed Care Accountability Set: Quality Improvement and Health Equity Framework Policy Guide as needed to reflect the evolving QI and health equity improvement projects that MCPs are required to do as well as QIHETP deliverable requirements. The Quality Improvement and Health Equity Framework is based on a regional approach and encompasses geographical variations to health outcomes and health-related social needs.\nCalculating and Reporting Rates: Each MCP calculates its rates for the required MCAS measures, and these rates are audited by the External Quality Review Organization (EQRO) and reported as determined by DHCS. Each MCP must report to the EQRO the results of each of the MCAS measures required of that MCP and their Fully Delegated Subcontractors and Downstream Fully Delegated Subcontractors while adhering to the requirements set forth by HEDIS®, CMS, or other applicable technical specifications for the MY. MCPs must follow DHCS’ and the NCQA’s timeline for collecting, calculating, and reporting rates. MCPs must calculate and report performance measure rates as determined by DHCS. MCPs will be held to the MPL at the county or approved combined reporting level as approved by DHCS. A new MCP or an existing MCP expanding its operations into a new county must begin to report its MCAS performance measure rates during the first reporting cycle, as determined by DHCS and the EQRO.\no MCPs/SHPs are required to use DHCS’ EQRO File Transfer Protocol (FTP) website when sending communications containing patient-level data. To establish additional user profiles or remove previous users for FTP access, MCPs/SHPs may contact the EQRO.\nMCPs must exceed the MPL as determined by DHCS. The MPL for a majority of the MCAS measures is the national Medicaid 50th percentile for each measure; however, when national Medicaid results are not available for a required MCAS measure, DHCS may establish alternative benchmarks. DHCS has also established High Performance Levels (HPLs) for MCPs. MCPs are encouraged to meet or exceed HPLs for performance measures. While meeting the HPL is not a requirement, DHCS establishes a HPL for each required MCAS performance measure that is also a NCQA measure and publicly acknowledges MCPs that meet or exceed the HPLs. The current HPL is the national Medicaid",
        "footnotes": {
            "12": "DHCS Reports can be found at: https://www.dhcs.ca.gov/dataandstats/reports/Pages/MMCDQualPerfMsrRpts.aspx.",
            "13": "42 CFR section 438.330(d).",
            "14": "See APL 23-029: MOU Requirements",
            "15": "Medi-Cal Managed Care Accountability Set: Quality Improvement and Health Equity Framework Policy Guide is forthcoming and will be available at: https://www.dhcs.ca.gov/dataandstats/reports/Pages/MgdCareQualPerfEAS.aspx",
            "16": "42 CFR section 438.330(c)."
        }
    },
    {
        "serial_number": 3,
        "heading": "MCAS Requirements",
        "text": "MCAS Requirements\n• MCAS Performance Standards Established by DHCS:\n• DHCS sets incremental targets for MCPs in alignment with the statewide goals, which are tracked and released annually.\n• MCAS Accountability:\nMCPs that perform below DHCS’ established MPLs are required to conduct additional QI and health equity improvement projects as determined in the Medi- Cal Managed Care Accountability Set: Quality Improvement and Health Equity Framework Policy Guide. MCPs that perform below DHCS’ established MPLs are also subject to enforcement actions as specified in APL 23-012, including subsequent updates. For HEDIS measures, the MPL benchmarks are established by NCQA and released in the fall of each MY, and the respective NCQA Product Year is used to compare the same MY (e.g. MY 2022 HEDIS measures are compared to NCQA’s Product Year 2022 benchmarks). For CMS Core Set measures, the MPL for the current MY is compared to the previous Federal Fiscal Year (FFY) benchmarks (e.g. MY 2022 CMS Core set measures are compared to CMS’s FFY 2021 benchmarks).\n• Audit Requirements:\nMCPs must participate in an annual performance measure validation audit performed by DHCS' EQRO. The audit consists of an assessment of the MCP’s and its Fully Delegated Subcontractors’ and Downstream Fully Delegated Subcontractors’ information system capability, followed by an evaluation of the MCP’s ability to comply with specifications outlined by DHCS for HEDIS® and non-HEDIS® measures. The EQRO follows the NCQA HEDIS® Compliance Audit™ methodology to assure standardized reporting of quality performance measures throughout the health care industry. MCPs must use DHCS’ EQRO for conducting the performance measure validation. While the EQRO is responsible for performing the performance measurement validation audits, the EQRO may subcontract with independent auditors licensed by the NCQA to conduct some of the audits. MCPs are required to submit patient-level data as specified by the EQRO as part of the performance measurement audit process.",
        "footnotes": {
            "15": "Medi-Cal Managed Care Accountability Set: Quality Improvement and Health Equity Framework Policy Guide is forthcoming and will be available at: https://www.dhcs.ca.gov/dataandstats/reports/Pages/MgdCareQualPerfEAS.aspx",
            "16": "42 CFR section 438.330(c)."
        }
    },
    {
        "serial_number": 4,
        "heading": "Regional Collaborative Meetings",
        "text": "Regional Collaborative Meetings: MCPs are required to attend, at a minimum, quarterly regional collaborative meetings that may be in-person. The collaborative meetings include other MCPs within the region and may also include county BHPs, local health departments, public hospitals, and CBOs. The regional assigned DHCS Nurse Consultant facilitates these meetings. Health Equity Promotion: MCPs are required to align their health equity goals with DHCS’ Health Equity Framework within the Comprehensive Quality Strategy (CQS) Report. Additionally, MCPs are required to stratify DHCS-selected MCAS measures by various demographics including, but not limited to age, gender, race/ethnicity, and primary language, for which the MCAS is updated annually to reflect the desired measures to be stratified and by which demographics and categorizations. For these selected MCAS measure demographic stratifications, DHCS may hold MCPs accountable for reaching a designated benchmark at the county or approved combined reporting level. DHCS sets targets for MCPs to achieve and close the gap in rate performance to the established benchmarks. MCPs are required to incorporate their county or region-specific Population Needs Assessment, as detailed in the Population Health Management Policy Guide, build community partnerships, and improve Member participation to fully understand the barriers preventing all populations from receiving care and preventive services as well as social drivers of health. MCPs should leverage their Chief Health Equity Officers in these efforts.",
        "footnotes": {
            "17": "The CQS Report is available at: https://www.dhcs.ca.gov/services/Documents/Formatted-Combined-CQS-2-4-22.pdf",
            "18": "The Population Health Management Policy Guide is available at: https://www.dhcs.ca.gov/CalAIM/Documents/PHM-Policy-Guide.pdf"
        }
    },
    {
        "serial_number": 5,
        "heading": "Consumer Satisfaction Surveys",
        "text": "Consumer Satisfaction Surveys: DHCS conducts annual satisfaction surveys of Medi-Cal members and requires MCP cooperation in conducting these surveys. DHCS will publicly post survey information and results. \n\nSurvey Instrument: DHCS uses the Consumer Assessment of Healthcare Providers and Systems (CAHPS®) surveys to assess Member satisfaction with MCPs. DHCS may develop additional customized survey questions, in compliance with NCQA standards, to assess specific problems and/or special populations. The third-party consultant administers the CAHPS® survey for the adult and child Medicaid population and for the Children’s Health Insurance Program Medicaid population, which includes children with chronic conditions. The frequency of survey administration is at the discretion of DHCS. When applicable, data will be reported at the county or approved combined reporting level for each MCP in the CAHPS® Summary Report.\n\nCAHPS® Survey Administration:\n\nReporting of Survey Results:\n\nMember Surveys for PSPs and SHPs: Although PSPs/SHPs are not currently required to participate in the CAHPS® survey, each PSP/SHP must annually conduct a Member satisfaction survey on its own and provide DHCS with results on its Members. Each PSP/SHP must provide DHCS a copy of its survey instrument and survey calculation/administration methodology, so that the results can be evaluated for compliance with state and federal requirements.",
        "footnotes": {
            "17": "The CQS Report is available at: https://www.dhcs.ca.gov/services/Documents/Formatted-Combined-CQS-2-4-22.pdf.",
            "18": "The Population Health Management Policy Guide is available at: https://www.dhcs.ca.gov/CalAIM/Documents/PHM-Policy-Guide.pdf",
            "19": "CAHPS® is a registered trademark of the Agency for Healthcare Research and Quality."
        }
    },
    {
        "serial_number": 6,
        "heading": "Performance Improvement Projects",
        "text": "Performance Improvement Projects: MCPs/SHPs are required to conduct or participate in a minimum of two PIPs per year as required by CMS. DHCS may provide guidance to each MCP/SHP on topic selection.",
        "footnotes": {}
    },
    {
        "serial_number": 7,
        "heading": "FULLY DELEGATED SUBCONTRACTOR & DOWNSTREAM FULLY DELEGATED SUBCONTRACTOR QUALITY REQUIREMENTS",
        "text": "FULLY DELEGATED SUBCONTRACTOR & DOWNSTREAM FULLY DELEGATED SUBCONTRACTOR QUALITY REQUIREMENTS MCPs are accountable for all QI and equity functions that are fully delegated to Subcontractors and Downstream Subcontractors as detailed below:\n• Perform continuous oversight, monitoring, and evaluation of a Fully Delegated Subcontractor’s and Downstream Fully Delegated Subcontractor’s quality and equity activities, which include MCAS performance assessments, quarterly reporting at the minimum, and reviews of report findings followed by any actions taken.\n• Conduct and report CAHPS survey results annually for all Fully Delegated Subcontractors and Downstream Fully Delegated Subcontractors.\n• Monitor compliance of Fully Delegated Subcontractors’ and Downstream Fully Delegated Subcontractors’ departmental contractual requirements for QI, equity improvement requirements, and MCAS rate calculation and reporting to DHCS.\n• MCPs must report annually to DHCS all Fully Delegated Subcontractor’s and Downstream Fully Delegated Subcontractor’s certified MCAS measure rates. Additionally, MCPs are financially responsible for ensuring all their Fully Delegated Subcontractors’ and Downstream Fully Delegated Subcontractors’ MCAS measure rates are appropriately audited and validated as detailed above under MCAS Requirements.\no MCPs must use DHCS’ EQRO to audit their Fully Delegated Subcontractors’ and Downstream Fully Delegated Subcontractors’ MCAS rates. A process must be established for the MCP to reimburse DHCS for Subcontractors’ and Downstream Subcontractors’ rate audits.\nDHCS holds Fully Delegated Subcontractors and Downstream Fully Delegated Subcontractors accountable to meet or exceed the MPL for all applicable quality and equity measures. MCPs are accountable for Fully Delegated Subcontractor’s and Downstream Fully Delegated Subcontractor’s MCAS measure performances to include enforcement actions as detailed in APL 23-012, including subsequent updates.",
        "footnotes": {
            "20": "For more information on Subcontractors and Network Providers, including the definition and applicable requirements, see APL 19-001, Medi-Cal Managed Care Health Plan Guidance on Network Provider Status, including subsequent updates."
        }
    }
]
