[
    {
        "serial_number": 1,
        "heading": "POLICY: Participating MCPs must comply with the policy requirements outlined throughout this APL to earn incentive payments for submitting deliverables and meeting predefined goals and metrics. Incentive payments provided through SBHIP must supplement and not supplant existing payments to MCPs.",
        "text": "POLICY: Participating MCPs must comply with the policy requirements outlined throughout this APL to earn incentive payments for submitting deliverables and meeting predefined goals and metrics. Incentive payments provided through SBHIP must supplement and not supplant existing payments to MCPs. MCP Eligibility and Participation MCP participation in this incentive program is voluntary, but strongly encouraged. To earn incentive payments, MCPs that elect to participate will be required to engage with COEs and/or partner with LEAs to submit required deliverables, MOUs and to meet predefined goals and metrics. MCPs are also encouraged, but not required, to partner with County Behavioral Health Departments. MCP Incentive Payments DHCS is allocating $389 million in SBHIP incentive payments to MCPs over a three- year period (January 1, 2022 - December 31, 2024). SBHIP incentive payments are divided between two funding allocations: Needs Assessment allocations and Targeted Intervention allocations. Total Needs Assessment Allocations Available: Approximately $39 million. Total Targeted Intervention Allocations Available: Approximately $350 million. MCPs will earn incentive payments for submitting required deliverables and for meeting predefined goals and metrics. Funding milestones, funding allocation percentages, and distribution dates are summarized in the table below. The SBHIP Overview and Requirements Document, which contains additional details of SBHIP deliverables, and deliverable templates are available on the DHCS website.3 Table 2. SBHIP Funding Allocation Milestones and Distribution Dates Funding Milestones DHCS Approval of the Letter of Intent and LEA Partners Form DHCS Approval of Need Assessment DHCS Approval of Project Plan Funding Allocation 50 percent of the total Needs Assessment allocation 50 percent of the total Needs Assessment allocation Up to 50 percent of the Targeted Intervention allocation Funding Distribution Date(s) May 2022 April 2023 “Standard” Project Plan Funding Distribution Date: April 2023 (Project Plans submitted after June 1, 2022) DHCS Approval of Bi-Quarterly Report “Standard” Project Plan Funding Allocation: 75 percent of remaining Targeted Intervention allocation (25 percent allocated to each Bi- Quarterly Report) “Optional” Accelerated Project Plan Funding Allocation: 80 percent of remaining Targeted Intervention allocation (20 percent “Optional” Accelerated Project Plan Funding Distribution Date: October 2022 (Project Plans submitted on or before June 1, 2022) “Standard” Project Plan Funding Distribution Dates: 1. October 2023* 2. April 2024 3. October 2024 “Optional” Accelerated Project Plan Funding Distribution Dates: 1. April 2023 2. October 2023* 3. April 2024 4. October 2024 3 Deliverable Templates can be found on the SBHIP website which is available at: https://www.dhcs.ca.gov/services/Pages/studentbehavioralheathincentiveprogram.aspx.",
        "footnotes": {
            "3": "Deliverable Templates can be found on the SBHIP website which is available at: https://www.dhcs.ca.gov/services/Pages/studentbehavioralheathincentiveprogram.aspx."
        }
    }
]
